 {"cards":[{"lines":[{"type":"title","text":"Bosons"},{"type":"headline","text":"Are force carriers"},{"type":"headline","text":"Each fundamental force has its own boson"}]},{"lines":[{"type":"title","text":"Struggles to include gravity"}]}],"definitions":[],"secText":["As has been discussed, there are four fundamental forces: <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_four_forces_electromagnetic'>Electromagnetic</a>, <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_newton_equation_concept'>gravitational</a>, <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_strong_force_concepts'>strong</a>, and <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_four_forces_weak'>weak</a>.   ","Of the four fundamental forces, scientists can demonstrate that three of them result from the exchange of force carrier particles, which belong to a broader group called bosons. Matter particles transfer specific amounts of energy by exchanging bosons with each other. ","Each fundamental force has its own boson particle − the strong force is carried by the gluon; the electromagnetic force is carried by the photon; and the W and Z bosons are responsible for the weak force. Although not yet observed, the graviton would be the force-carrying particle of gravity.","Physicists are not done yet! Even though the Standard Model is currently the best description of the subatomic world, it does not explain the complete picture. ","The theory includes only three out of the four fundamental forces, skipping <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_newton_equation_concept'>gravity</a>. Newton would be turning in his grave! There are also important questions it cannot answer, such as what is dark matter, what happened to the antimatter present at the Big Bang, and more.","Fitting gravity comfortably into the Standard Model has proved to be a difficult challenge. Quantum field theory, which uses the Standard Model to describe the microscopic world, and the theory of general relativity, used to describe gravity in the macroscopic world, are like two children who refuse to play nicely together. No one has managed to make the two mathematically compatible. "],"objNames":["wb_standard_model3","wb_standard_model4"]}