{"cards":[{"lines":[{"type":"title","text":"Magnetic fields created by electric currents"},{"type":"headline","text":"Magnetic field “circles” around wire"}]},{"lines":[{"type":"title","text":"Right-hand rule for currents"},{"type":"headline","text":"Right-hand rule indicates direction of field"},{"type":"bullet","text":"Point thumb in direction of conventional current "},{"type":"bullet","text":"Curled fingers show direction of magnetic field"}]}],"definitions":[],"secText":["In this section, we discuss the orientation of the magnetic field created by a straight current-carrying wire, using the pair of compasses you see.   ","Before there is a <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_electric_current_concepts1'>current<\/a>, the compass needles line up with Earth’s magnetic field. As the upper diagram shows, once the current starts, a strong magnetic field is produced by the flow of current in the wire.  This field causes the needles to move and point more toward the direction of this field.","As the lower diagram emphasizes, the magnetic field wraps around the wire. We indicate its direction with a set of circles centered about the wire. The arrows point in the direction of the magnetic field. The circles are closer together near the wire, indicating that the field is stronger there. ","A right-hand rule is used to determine the direction of the magnetic field lines around a current-carrying wire. It is <b>not<\/b> the same as the right-hand rule used to find the direction of magnetic force on a moving charged particle.","To apply the rule, start by pointing your thumb in the direction of the <b>conventional<\/b> current. <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_electric_current_concepts2'>Conventional current<\/a> has the direction of flow of positive charge − the opposite direction to that of the electrons that typically make up a current. The current arrow points in the same direction as your thumb. Next, curl your fingers around the wire. The direction of the magnetic field lines is the direction in which your fingers point. "],"objNames":["wb_bfields_wires_concepts1","wb_bfields_wires_concepts2"]}