{"cards":[{"lines":[{"type":"title","text":"Joule’s experiment"},{"type":"headline","text":"Joule showed heat is a form of energy"},{"type":"headline","text":"Weight does work on system"},{"type":"bullet","text":"Temperature (thermal energy) increases"},{"type":"headline","text":"Heat could also cause same water temperature change"}]}],"definitions":[],"secText":["These days, the first law of thermodynamics is taught in high school science. However, it took the creative methods and processes of a scientist to show the relationship between heat, thermal energy, and work. Before Joule’s studies, heat and work were believed to be unrelated. ","The scientist, James Joule, used an experiment similar to the one shown here to determine the relationship between work, thermal energy, and heat.","In the experiment, the falling weight causes the paddles to rotate. The mechanical potential energy of the weight is used to do work on the system. The spinning paddles increase the water’s thermal energy, which is reflected in its increased temperature. Joule discovered that the increase in the water’s temperature was proportional to the work done on the system. (Interestingly, Joule’s experimental strengths may reflect his background − his father was a brewer, and he worked in the family brewery as a youth.)","Joule could also calculate how much heat would be required to increase the temperature of the water the same amount as the work done by the paddles did. This enabled him to mathematically define the relationship between the mechanical work done on the system, and heat.","Joule’s work provides an example of scientists creatively questioning the current theories of their day, and creating hypotheses they can test.  Before his and others’ work, energy was thought to be an invisible, weightless gas or fluid. Scientists found ways to examine this belief in a substantial range of energy-related phenomena. By challenging prior theories, Joule and others created a durable, powerful theory that we use today.   "],"objNames":["wb_Joule_concepts"]}