{"cards":[{"lines":[{"type":"title","text":"Diode"},{"type":"headline","text":"Made up of <i>p-n<\/i> junction"},{"type":"headline","text":"Allows current to flow in one direction"}]},{"lines":[{"type":"title","text":"Diode prevents current flow in other direction"},{"type":"headline","text":"Potential difference creates “depletion” zone"},{"type":"bullet","text":"Current cannot flow"}]}],"definitions":[{"term":"Diode","def":"A component that allows current to flow only in one direction."}],"secText":["A diode in a circuit allows current to flow in one direction, but not the other.  ","A diode is a junction.  A junction refers to the region or a device where the two types of semiconducting material are touching.  In this case, one material is <i>p<\/i><i>-type<\/i> and the other is <i>n<\/i>-type material. Remember that the <i>n<\/i> section has excess electrons that can flow fairly readily, while the <i>p<\/i> section has excess holes that could accept those electrons.","When the switch is closed, the battery drives electrons from the <i>n<\/i>-region toward the <i>p-<\/i>region to the junction, where the electrons find holes to fill. To be good semiconductor engineers, we should also discuss the holes in the <i>p<\/i>-region of the diode. They are driven away from the positive terminal of the battery and toward the junction with the <i>n<\/i>-region, where they find a healthy supply of electrons. ","Now let us consider what happens when we try to push current in the other direction through a diode, by reversing the battery’s orientation. When the switch closes, the negative terminal pulls holes toward it, and the positive terminal pulls electrons toward it. At the junction, there is a wide depletion zone that is free of holes and conducting electrons.  (The depletion zone would also exist if the diode were not in a circuit due to the diffusion of electrons and holes.)","The depletion zone forms a “canyon” across which charge cannot flow, so there is no current flow when the battery is oriented in this direction. This shows how diodes can prevent current flow, based on the orientation of the potential difference."],"objNames":["wb_diode1","wb_diode2"]}