{"cards":[{"lines":[{"type":"title","text":"Models"},{"type":"headline","text":"Physical: Describes properties, relationships"},{"type":"headline","text":"Conceptual: An idea that explains observations"},{"type":"headline","text":"Mathematical: Equation to define relationships"}]},{"lines":[{"type":"title","text":"Science"},{"type":"headline","text":"Science:  Creates testable explanations of phenomena"}]}],"definitions":[],"secText":["Models are tools that scientists (and you) use in science, business and in other fields.  A physical model describes a part of the world as objects with relationships.  An example of a physical model is picturing a hydrogen atom as a negatively charged electron circling a positively charged nucleus.  ","Physical models helped scientists understand the size and charge of an electron and a nucleus, which was crucial to understanding the atom.  Using hypotheses and data, scientists concluded that over 99 percent of an atom is empty space.","A conceptual model presents an idea. Albert Einstein was famous for conceptual models.  For instance, he said that time was not absolute − different observers could measure different amounts of time passing between the same two events.  ","A mathematical model uses equations to show relationships.  A simple mathematical model is that force equals the product of mass and acceleration.  The models you create have hypotheses − proposed explanations that are testable − and you can use the mathematical ideas in this chapter to test them.","The models in this textbook concern science, specifically physics. The National Academy of Science, an organization of elite scientists in the United States, defines science as the “use of evidence to construct testable explanations and predictions of natural phenomena, as well as the knowledge generated through this process.”  ","The scientific laws constructed through this process describe specific relationships under given conditions in nature, but do not offer explanations for those relationships.  The “why” of say <i>F</i> = <i>ma</i> or <i>E </i>= <i>mc</i><sup class=\"\">2</sup> is outside the scope of this physics course. "],"objNames":["wb_models_data2","wb_models_data"]}