{"cards":[{"lines":[{"type":"title","text":"Speed of light: constant"},{"type":"headline","text":"Speed of light in a vacuum"},{"type":"bullet","text":"Precisely 299,792,458 m\/s"}]},{"lines":[{"type":"title","text":"Speed of light: constant"},{"type":"headline","text":"Motion of source or observer does <u>not<\/u> change speed of light "}]}],"definitions":[{"term":"Speed of light in a vacuum (c)","def":"299,792,458 meters per second. Period."}],"secText":["The speed of light is about 300 million meters per second. Quite speedy! Obviously, the animations we use slow light down by a huge factor, so that we can show its passage. ","In addition to being fast, the speed of light is absolutely constant. The train is moving toward the observer at a great velocity. The observer measures exactly the same speed of light as when the train is stationary: The train’s motion does <b>not<\/b> change the measured speed of light.  ","This is in contrast with, say, a person on the train throwing a ball at the observer.  In that case, the two velocities would be added, and the ball would be moving faster relative to the observer.  Again, the speed of light is constant and does not change due to the motion of its source or the observer. ","Albert Einstein’s crucial insight and creative explanation was to realize that the speed of light is constant, no matter the relative motion of the observer and source. This is in contrast with our everyday experience, as with the motion of a train.  ","Einstein’s work also had implications for earlier science.  As an object's speed approaches the speed of light, its \"relativistic mass\" can be said to increase. This means the equation <i>F<\/i> = <i>ma<\/i> is a limiting case -- the acceleration as light speed gets approached cannot be as simply computed as it can at everyday speeds such as car travel. Similar analysis would apply both to the object's momentum and its kinetic energy, where relativistic factors must be included for accurate results at speeds approaching <i>c<\/i>."],"objNames":["wb_light_speed_quantum1","wb_light_speed_quantum2"]}