{"cards":[{"lines":[{"type":"title","text":"Reference frame"},{"type":"headline","text":"Point of view for observing motion"},{"type":"bullet","text":"Katherine observes eraser moving horizontally and vertically"}]},{"lines":[{"type":"title","text":"Reference frame"},{"type":"headline","text":"Motion is perceived relative to a reference frame"},{"type":"bullet","text":"Professor observes only vertical motion"}]}],"definitions":[{"term":"Reference frame","def":"A coordinate system for making observations."}],"secText":["A reference frame is a point of view for observing motion. Katherine, shown in both diagrams, observes the professor roll by on a skateboard while tossing and catching an eraser.  We show this in the upper diagram.","From her reference frame, the eraser moves both horizontally and vertically. She measures the time between the throw and the catch with a stopwatch and finds that the interval between the two events is 1.11 seconds.","Now let’s consider the perception of motion from the professor’s reference frame. His reference frame moves with him, in the same direction and at the same speed.  We show this in the lower diagram.","As this shows, the measured velocity of an object depends on the reference frame.  Since other properties of an object, such as momentum or kinetic energy are also functions of velocity and speed, they too depend on the observer’s reference frame. To take a more extreme case, the pencil on your desk is at rest relative to you, but it is hurtling through space at very high speed according to an astronaut on the Moon.  The amount of the pencil's kinetic energy differs according to the observer’s reference frame.","In the professor’s reference frame, the eraser does not move horizontally. It goes directly up and then returns directly down. He also measures the time between the throw and catch with his stopwatch and finds it takes the same 1.11 seconds that Katherine timed. There is no “right” or “wrong” reference frame − precision is required in specifying reference frames when motion is being described. "],"objNames":["wb_reference_frame1","wb_reference_frame2"]}