{"cards":[{"lines":[{"type":"title","text":"Outliers"},{"type":"headline","text":"Data set 1"},{"type":"bullet","text":"Mean: 100.8"},{"type":"bullet","text":"Standard deviation: 54.5"},{"type":"headline","text":"Data set 2"},{"type":"bullet","text":"Mean: 79.2"},{"type":"bullet","text":"Standard deviation: 7.5"}]},{"lines":[{"type":"title","text":"Other data distributions"},{"type":"headline","text":"An example of non-normal data distribution"}]}],"definitions":[{"term":"Outlier","def":"<b><i> A data point that is numerically far from the bulk of data points.  <\/i><\/b>"}],"secText":["An outlier is a data point numerically far from the bulk of the other data points. Outliers stand out by themselves on a graph. An outlier can significantly change parameters such as the mean and standard deviation. ","We analyze the data on the left, finding its mean and standard deviation.  Its mean is higher than all the values except for the value of 198, and the standard deviation is quite large.","We now analyze the second set of data, which has the last value changed from 198 to 90. The mean drops by over 20, and the standard deviation is now about one-seventh of what it was.  All this from changing one data point.","198 is an outlier, a data point far from the others.  The graphs and this analysis emphasize that conclusion.  An outlier should result in a discussion. First, was some error made in recording data?  Second, perhaps this data set contains outliers, and we should respect that part of the data and not dismiss it.   For instance, if one were analyzing damage done to homes each year, the effects of an earthquake might result in an outlier data point.  ","Many natural phenomena can be modeled using a normal distribution.  However, not all data is normally distributed.","As an example, consider drawing a card from a deck of cards and replacing it.  Do this many, many times, note the number or face of the card, and chart the results. Here, the probability is uniform − each outcome is equally likely."],"objNames":["wb_outliers_analysis","wb_drawingacard_distribution"]}