{
	"cards": [{
			"lines": [{
					"type": "title",
					"text": "Communicating, applying scientific information "
				}, {
					"type": "headline",
					"text": "Discuss"
				}, {
					"type": "headline",
					"text": "State the data you use "
				}, {
					"type": "headline",
					"text": "List sources of uncertainty"
				}
			]
		}
	],
	"definitions": [],
	"secText": [
	"We will the discuss how to communicate and discuss scientific information using concussions as our topic. The first step is to be prepared − read and research the current information on concussions, drawing upon books, the Internet, local experts and your growing knowledge of physics and its models.<br />If this is a group project, have clear goals and deadlines for the team, and democratically decide roles and responsibilities.  For instance, with concussion research, one team member might research the NOCSAE website, another might research information critical of that group, and a third might consider how the physics you have learned applies to this topic. Keep all discussions civil!", "When presenting, do more than lecture.  Ask and respond to questions.  Make sure you hear a variety of positions and respond thoughtfully.  If you are not sure about a question or comment, have the person make it clear.   Admit when others have valid, opposing ideas and conclusions, and politely challenge those that you doubt, or seek to resolve contradictions. This can help to promote a discussion that is creative, filled with different viewpoints. ", "Your presentation may not be the end of your task.  It may (and perhaps should) provoke you to conduct further research or investigations over time, or, it may cause to review your conclusions.", "What data do you have to support your hypothesis?  Presenting this as a chart or graph often makes it easier for your audience to understand.  We show that with a chart that breaks down the composition of the Universe. ", "What are some sources of uncertainty, such as inaccurate models, theory that is not well-understood or accepted, reasons the instruments might be inaccurate, or other explanations for the data being off from expected values?  Can you quantify the effects of uncertainty, stating the amount by which the data might deviate from the accepted or true value? ", "Consider also presenting the other side of the debate if the conclusions are uncertain.  The audience should hear alternate theories that are scientifically and logically well supported."],
	"objNames": ["wb_communicating_scientific_info"]
}
