{
  "cards": [
    {
      "lines": [
        {
          "type": "title",
          "text": "Obits and energy"
        },
        {
          "type": "headline",
          "text": "Satellites have kinetic and potential energy"
        },
        {
          "type": "headline",
          "text": "Since <i>PE</i> defined as 0 at infinite distance, orbital <i>PE</i> is always negative"
        }
      ]
    },
    {
      "lines": [
        {
          "type": "title",
          "text": "Energy in circular orbits"
        },
        {
          "type": "headline",
          "text": "  <span class=\"math\">    <i>G</i> = gravitational constant,</span>  <span class=\"math\">    <i>M</i> = mass of planet,<br> <i>m</i> = mass of satellite,</span>  <span class=\"math\">    <i>r</i> = orbital radius</span>"
        }
      ]
    }
  ],
  "definitions": [],
  "secText": [
    "Satellites in orbit have both kinetic energy − the energy of motion − and potential energy − the energy of position. The <i>KE</i> and <i>PE</i> gauges here show that as the satellite moves closer to Earth, its kinetic energy increases and its potential energy decreases, becoming more negative. The reverse happens when the satellite moves farther from Earth − the kinetic energy declines and the potential energy increases, becoming less negative and rising toward zero. The total energy is constant.",
    "You may have noticed that the potential energy is always negative for satellites. By convention, the zero configuration for gravitational potential energy in the case of orbits is defined as the configuration with infinite separation. As the satellite moves closer, the <i>PE</i> decreases (just as lowering an everyday object toward Earth’s center decreases its <i>PE</i>). Because the <i>PE</i> decreases from zero, it is always negative. ",
    "The equations show how to calculate the kinetic energy, gravitational potential energy, and total energy of a satellite in a circular orbit.  The potential energy equation confirms that the potential energy is always negative.  "
  ],
  "objNames": [
    "wb_orbit_energy",
    "wb_orbit_energy_equation"
  ]
}