{"cards":[{"lines":[{"type":"title","text":"Torque, angle and lever arm"},{"type":"headline","text":"Torque proportional to component of force perpendicular to seesaw"}]},{"lines":[{"type":"title","text":"For force not applied perpendicularly"},{"type":"headline","text":"  <math>    <mi>τ<\/mi>  <\/math>  <span class=\"math\">= torque,<\/span>  <span class=\"math\">    <i>r<\/i> = position vector,<\/span>  <span class=\"math\">    <i>F<\/i> = force,<\/span>  <span class=\"math\">    <i>      <math xmlns:xsl=\"http:\/\/www.w3.org\/1999\/XSL\/Transform\">        <mi>θ<\/mi>      <\/math>    <\/i> = angle between <i>r<\/i> and <i>F<\/i><\/span>"}]}],"definitions":[],"secText":["Another factor in calculating the torque is the angle at which the force is applied.  Before, we assumed the force was <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_torque_concepts'>perpendicular<\/a> to a wrench that was rotating a nut. In general, we call a device such as the wrench a lever. A <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_machine_concept2'>lever<\/a> is a fixed bar rotating about a fixed point, the axis of rotation.","We discuss how to calculate torque when the angle at which a force is applied relative to the lever arm is any angle, not just perpendicular (90°).  We show the angle that is used to calculate the torque in the diagram, using the example of a child’s weight exerting a torque on a seesaw.  The angle is measured between the force and a position vector with magnitude <i>r<\/i>. The position vector starts at the axis of rotation and ends at the point at which the force is applied.","The amount of torque depends on the angle at which the force is applied relative to the seesaw.  The force component that creates the torque is the component that is perpendicular to the lever, which is the seesaw in our example. ","The equation we show is used to calculate the torque when the force is applied at any angle relative to the position vector.  If the force is perpendicular to the lever, then the angle is 90°.  The sine of 90° is 1, which means the entire force is multiplied by the distance to the axis of rotation.  If the force is parallel, then the angle is 0 or 180°, the sine of those angles is 0, and no torque is applied.  Any angle between 180° and 0° means that some fraction of the force is effective at creating torque.","The product of the distance to the axis of rotation and sine <i><math xmlns:xsl=\"http:\/\/www.w3.org\/1999\/XSL\/Transform\"><mi>θ<\/mi><\/math><\/i> is called the lever arm.  Often, torque is described as the product of the force and the lever arm."],"objNames":["wb_torque_lever_arm","wb_torque_lever_arm_equation"]}