{
  "cards": [
    {
      "lines": [
        {
          "type": "title",
          "text": "Simple harmonic motion (SHM)"
        },
        {
          "type": "headline",
          "text": "Repeated, consistent back-and-forth motion"
        }
      ]
    },
    {
      "lines": [
        {
          "type": "title",
          "text": "Force and SHM"
        },
        {
          "type": "headline",
          "text": "At extremes of motion: Maximum force"
        },
        {
          "type": "headline",
          "text": "At equilibrium: No force"
        },
        {
          "type": "headline",
          "text": "Restoring force always acts toward equilibrium"
        }
      ]
    }
  ],
  "definitions": [
    {
      "term": "Simple harmonic motion (SHM)",
      "def": "Movement with a repeating pattern, with a restoring force proportional to the displacement."
    },
    {
      "term": "Restoring force",
      "def": "A force that pulls or pushes back toward equilibrium."
    }
  ],
  "secText": [
    "Simple harmonic motion (SHM) describes a specific type of motion. Understanding this form of motion is an important part of understanding waves.",
    "To illustrate SHM, we will use a hockey puck attached to a spring. It moves on a friction-free surface. One property of SHM is that it repeats itself, moving back and forth, over and over, as the animation shows.",
    "When the spring is most stretched or compressed and the puck is at an endpoint, there is maximum force.  This can be explained by <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_hooke_equation'>Hooke’s law</a> − the force is proportional to the displacement.  ",
    "At equilibrium, the spring is not stretched or compressed, so there is no force. However, at equilibrium, the velocity is at its greatest amount, since the spring has been pulling or pushing the puck.",
    "The force of the spring is a restoring force.  It always acts toward equilibrium. If the spring is compressed or stretched, it always pushes or pulls the puck back toward equilibrium."
  ],
  "objNames": [
    "wb_shm_concept",
    "wb_force_and_SHM"
  ]
}