{"cards":[{"lines":[{"type":"title","text":"Electrons fired through slits"},{"type":"headline","text":"Create interference pattern"},{"type":"headline","text":"Where a single electron will land can only be stated as likelihood"}]},{"lines":[{"type":"title","text":"Position of bound hydrogen electron"},{"type":"headline","text":"Height of graph reflects likelihood of finding particle in given region"}]}],"definitions":[],"secText":["You see the locations of electrons arriving on a screen after they have passed through a double-slit system. After enough electrons arrive, you observe a pattern similar to that created when light is being shined through two slits. This is one example of matter having wave-like properties: The electrons exhibit interference and diffraction. ","When working with particles like these electrons, scientists face another challenge. They cannot determine in advance where a given electron will “land.” They can predict an overall pattern and state the probability that an electron will land in a given region, but they cannot state in advance that, say, the eighth electron will land in the middle of the second dark fringe. ","In the second diagram, you see the graph for the radial probability density of a hydrogen atom’s electron in its lowest energy state.  Like the landing spot of an individual electron passing through a slit, the location of the hydrogen atom’s electron can only be stated as a probability. ","The higher the probability density at a certain distance, the more likely the electron will be found at that distance from the center of the atom.  The graph of probability density shows the likelihood that a value will be within a certain interval. For a hydrogen electron in its lowest energy state, it is most likely to be found at a distance from the nucleus called the Bohr radius.  But if you observed an atom many times, you would find the electron at different locations, or distances, from the nucleus. Like an electron fired through two slits, its location after a single measurement can only be predicted as likelihood. "],"objNames":["wb_matwaves3","wb_matwaves4"]}