{"cards":[{"lines":[{"type":"title","text":"Projectile motion determined by"},{"type":"headline","text":"Initial velocity"},{"type":"headline","text":"Freefall acceleration"}]},{"lines":[{"type":"title","text":"Cannonball fired horizontally"},{"type":"headline","text":"Has constant horizontal velocity"},{"type":"headline","text":"Vertical velocity changes at −<i>g<\/i>"}]}],"definitions":[{"term":"Projectile","def":"An object whose motion is determined by its initial velocity and freefall acceleration."}],"secText":["Take a free-throw shot or toss a tennis ball off a roof − you are witnessing projectile motion. ","Two factors determine a projectile’s motion.  One is its initial velocity.   In the first example, we just drop a cannonball, so its initial velocity is zero.    ","The cannonball falls to Earth.  Its vertical velocity changes because gravity is pulling it toward Earth. Vertically, it accelerates at −<i>g<\/i>, freefall acceleration.  The sign indicates its direction. (When discussing projectile motion, we often <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_air_resistance_concept2'>ignore air resistance<\/a>.) Its vertical velocity becomes more and more negative as the projectile falls to the ground. ","As shown in our second example, we fire a cannonball with an initial horizontal velocity of <span class=\"math\">30 m\/s<\/span>.   It maintains this horizontal velocity until it lands.  ","As with the dropped cannonball, this cannonball accelerates vertically toward the ground at a rate of <span class=\"math\">‒9.81 m\/s<sup>2<\/sup>.<\/span> The horizontal and vertical components of the motion are independent.","We have begun to discuss projectile motion.  But what is an example of non-projectile motion?  An airplane is such an example − in addition to freefall acceleration, its motion is determined by its engines and other factors, and we cannot ignore the effects on the plane of the air around it. "],"objNames":["wb_projectile_concept1","wb_projectile_concept2"]}