{"cards":[{"lines":[{"type":"title","text":"Resources, recycling and safe disposal "},{"type":"headline","text":"Use less"},{"type":"headline","text":"Recycle"}]},{"lines":[{"type":"title","text":"Safe disposal of materials"},{"type":"headline","text":"Dispose of materials properly"}]}],"definitions":[],"secText":["You should think of ways to use fewer resources when you design your experiments. In other words, practice conservation of resources.  For instance, do you need to print something out, or can you share it electronically?  Could you re-use paper, perhaps printing on the other side of a sheet, or using the blank side for future handwritten notes or calculations?","You should recycle any material you can.  For instance, many schools provide for the recycling of paper. You must dispose of any resources that cannot be properly and safely reused.   Many objects, such as plastic bottles, have codes stamped on them to indicate how and whether they can be recycled.  Take advantage of recycling bins and other processes that your school uses for recycling.  If material cannot be recycled, then you may have to dispose of it.","Equipment you use should be disposed of properly to ensure safety and for environmental concerns.  This includes everything from simpler components such as batteries to complex items such as laptops.  ","Equipment is often labeled for safe disposal, which may include delivering it to a facility providing disposal services.  The codes for disposal are often stamped on the equipment. Materials that cannot simply be thrown away or easily recycled are often stamped with markings such as the one shown in the photograph. Some cities and other governmental entities as well as stores offer free disposal of equipment such as laptops. ","As always, if you are not sure: Ask!  Instructors should know safe disposal procedures, and your fellow students may be aware of recycling options. Perhaps demonstrating an understanding of the proper disposal or recycling of materials can become part of your lab reports."],"objNames":["wb_recycling","wb_disposal"]}