 {
  "cards": [
    {
      "lines": [
        {
          "type": "title",
          "text": "Speed"
        },
        {
          "type": "headline",
          "text": "Distance traveled per unit of time"
        }
      ]
    },
    {
      "lines": [
        {
          "type": "title",
          "text": "Calculating speed"
        },
        {
          "type": "headline",
          "text": "Unit: meters/second"
        }
      ]
    }
  ],
  "definitions": [
    {
      "term": "Speed",
      "def": "The distance traveled per unit of time."
    },
    {
      "term": "Elapsed time",
      "def": "The time during which the motion occurs."
    }
  ],
  "secText": [
    "Speed is the distance traveled per unit of elapsed time.  It measures how fast something is moving.  The car moves at different speeds, faster and slower.   The speedometer on the lower left shows the car’s speed.",
    "Speed is always zero or a positive number − it can never be a negative number.  If you think about a car speedometer, you know it starts at zero and displays positive numbers. ",
    "Speed is a <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_math_rate_example'>rate</a>, in this case, distance per unit of time.  In the simulation, the car starts at position negative 10 meters, and moves a distance of 150 meters in 10 elapsed seconds.  Dividing the distance of 150 meters by the elapsed time of 10 seconds, we calculate a speed of 15 meters per second.",
    "The equation shows how to calculate speed. The elapsed time is the time during which the distance is traveled.  The triangle you see comes from the Greek alphabet and is pronounced “delta.”  Delta represents change.  The equation is pronounced <span style='font-style:italic'>d</span> divided by delta <span style='font-style:italic'>t</span>. Speed’s unit − meters per second − reflects a rate, since it includes the word “per.”"
  ],
  "objNames": [
    "actwb_speed_concept",
    "wb_speed_equation"
  ]
}