{"cards":[{"lines":[{"type":"title","text":"Example of rate"},{"type":"headline","text":"How fast water flows"},{"type":"headline","text":"Rate is 2 gallons per second"}]},{"lines":[{"type":"title","text":"Slope equals rate"},{"type":"headline","text":"  <math>    <mrow>      <mtext>Slope = <\/mtext>      <mfrac linethickness=\"thin\">        <mrow>          <mtext>30 gallons <\/mtext>          <mo>−<\/mo>          <mtext> 10 gallons<\/mtext>        <\/mrow>        <mrow>          <mtext>15 seconds <\/mtext>          <mo>−<\/mo>          <mtext> 5 seconds<\/mtext>        <\/mrow>      <\/mfrac>      <mo>=<\/mo>      <mfrac linethickness=\"thin\">        <mrow>          <mtext>2 gallons<\/mtext>        <\/mrow>        <mrow>          <mtext>1 second<\/mtext>        <\/mrow>      <\/mfrac>    <\/mrow>  <\/math>"}]}],"definitions":[{"term":"Rate","def":"The change in one quantity measured against the change in another quantity."}],"secText":["Rate is the change in one quantity measured against the change in another quantity.  A slope is a rate:  the rise divided by the run.  We show a rate in this section: water flowing into an aquarium at 2 gallons per second. In this section, we discuss the relationship between the water flow rate and the slope of the volume versus time graph.","The vertical axis of the graph is the amount of water in gallons, and the horizontal is time in seconds. We plot the point (0, 0), since at 0 seconds, there are 0 gallons of water in the aquarium.","As mentioned, the water flows at 2 gallons per second. At 5 seconds, there are 10 gallons of water in the tank. When 10 seconds have passed, there are 20 gallons in the tank. ","After 15 seconds, there are 30 gallons in the tank, which is what we expect: 2 gallons per second for 15 seconds results in 30 gallons. The line shows the amount of water in the tank at any time.","We confirm that the slope of the line equals the rate of water flowing into the aquarium. The slope is the rise, the change in the amount of water between two points in time, divided by the run, the elapsed time between those two points.","We calculate the rise between two points. It is 30 gallons minus 10 gallons. The run, the elapsed time, between those two points is 15 seconds minus 5 seconds. After completing some subtraction and division, we confirm that the slope is the rate, 2 gallons per second."],"objNames":["wb_math_rate_example","wb_math_rate_aquarium2"]}