{
  "cards": [
    {
      "lines": [
        {
          "type": "title",
          "text": "Electromagnetic radiation waves"
        },
        {
          "type": "headline",
          "text": "Are made up of electric, magnetic fields"
        },
        {
          "type": "bullet",
          "text": "Fields are perpendicular to <u>each other</u>"
        },
        {
          "type": "headline",
          "text": "Are transverse waves so"
        },
        {
          "type": "bullet",
          "text": "Fields also perpendicular to <u>wave direction</u>"
        }
      ]
    }
  ],
  "definitions": [
    {
      "term": "Electromagnetic radiation",
      "def": "Waves, such as light,that are made up of electric and magnetic fields."
    }
  ],
  "secText": [
    "Forms of electromagnetic radiation include light, as well as cell phone transmissions, television and radio signals, and microwaves.",
    "Electromagnetic radiation is a wave made up of <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_e_field_equation_point_charge1'>electric</a> and <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_bfield_equation'>magnetic fields</a>. To illustrate this concept, we start with the electric field, representing its strength with the length of the arrow. The animation shows how it changes over time at a location.  The wave itself is traveling at the speed of light. ",
    "A changing magnetic field is the other part of an electromagnetic wave. As the illustration shows, the field’s strength also changes over time, at the same rate as the electric field.",
    "The electric and magnetic fields are perpendicular to each other in an electromagnetic wave. Electromagnetic radiation, unlike other waves such as sound or seismic waves, can travel in a vacuum. The two forms of fields “drive” one another, enabling electromagnetic radiation to travel in a vacuum.",
    "The waves are <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_transverse_wave_concept'>transverse</a>, which is to say that the fields are perpendicular to the direction in which the wave is traveling.  Like other kinds of waves, both transverse and <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_longitudinal_wave_concept'>longitudinal</a>, electromagnetic radiation can reflect, refract, <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_interference_water_intro'>interfere</a>, and <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_diffraction_light_concepts'>diffract</a>. "
  ],
  "objNames": [
    "wb_em_waves_concepts1"
  ]
}