{"cards":[{"lines":[{"type":"title","text":"Nuclear power plant costs"},{"type":"headline","text":"Have safety, environmental risks and costs"},{"type":"headline","text":"Expensive to build"},{"type":"headline","text":"Plant also has operating costs"}]}],"definitions":[],"secText":["The basic operating principle of nuclear power plants is simple: The heat energy generated by nuclear fission boils water.  The pressure of the resulting steam supplies the force to rotate turbine blades and generate electricity. In the early days of nuclear power, it was believed that plants would be so inexpensive to run that power might be free.  Unfortunately, this claim proved to be far from true. Nuclear power plants cost billions of dollars to construct.","In addition to its high initial cost, nuclear power has other shortcomings.  One is safety, because some plants have failed.  Plant failure results in the destructive release of radioactivity, as with the extensive damage surrounding the failed plants at Chernobyl and Fukushima.","Disposing of the radioactive waste from the plant poses environmental challenges, since the waste remains radioactive for thousands of years.  The plants, though most would judge them far from satisfying any aesthetic criteria, are typically placed in remote locations and are visible to few people, which makes this a minor criteria. However, nuclear operators struggle to convince society that the plants can meet the essential constraint of safety.","A nuclear power plant is expensive to build.  Proposed new plants have construction costs in the billions of dollars.  Two main factors are often calculated for nuclear plants.  One is the cost per kilowatt to build the plant − which is often $3,000 to $8,000 per kW. These kilowatts are supplied by the plant for its useful lifespan, which may range from 40 to 60 years.  ","Once the plant is built, then it must be supplied with fuel and operated by a staff.  These costs, plus paying off the cost of the plant, are used to calculate the cost per kilowatt hour that a customer pays.  Cost is an essential criterion for the selection of energy sources."],"objNames":["wb_nuclear_power2"]}