{
  "cards": [
    {
      "lines": [
        {
          "type": "title",
          "text": "Object and image"
        },
        {
          "type": "headline",
          "text": "Object: Source of light"
        },
        {
          "type": "headline",
          "text": "Image: Reproduction of object"
        }
      ]
    },
    {
      "lines": [
        {
          "type": "title",
          "text": "Plane mirror"
        },
        {
          "type": "headline",
          "text": "Plane mirror image"
        },
        {
          "type": "bullet",
          "text": "Same height <i>h</i> as object, same distance <i>d</i> from mirror as object, upright (right side up)"
        }
      ]
    }
  ],
  "definitions": [
    {
      "term": "Plane mirror",
      "def": "A flat mirror – a mirror whose surface is a plane."
    },
    {
      "term": "Object",
      "def": "Source of light."
    },
    {
      "term": "Image",
      "def": "Reproduction of an object by a mirror or lens."
    }
  ],
  "secText": [
    "In the first photograph you see a penguin standing by a pool of water, which acts as a plane mirror. You can see both the penguin and its reflected image. An image is a reproduction of an object created by a mirror or lens. ",
    "A plane (flat) mirror is our starting point for describing images formed by plane mirrors. A plane mirror is a flat reflecting surface. The sweatshirted penguin in the lower diagram is standing on the left side of a plane mirror and is the object, the source of light that reflects. His image is on the right side of the mirror. We represent images as being slightly faded so that you can distinguish an object from an image.  ",
    "One property of a plane mirror is that the image is the same size as the object. Height (as opposed to width) is typically used to discuss size. The penguin’s height, <i>h</i><sub class=\"\">o</sub>, and the image’s height, <i>d</i><sub class=\"\">i</sub>, are the same in this case.",
    "Another property of a plane mirror is that the image and object are both equally far from the mirror. The symbol <i>d</i> represents the distance, and we use the subscripts o for object and i for image, so you see <i>d</i><sub class=\"\">o</sub> and <i>d</i><sub class=\"\">i</sub> in the lower diagram.",
    "The image in a plane mirror is upright. In this case, that means it is not standing on its head, but right side up. Other kinds of mirrors can form inverted − upside down − images. "
  ],
  "objNames": [
    "wb_image_concepts1",
    "wb_mirror_concepts"
  ]
}