{"cards":[{"lines":[{"type":"title","text":"Motional induced emf"},{"type":"headline","text":"Current in magnetic field experiences force "},{"type":"headline","text":"Force on current opposes wire’s motion "},{"type":"headline","text":"Right-hand rule indicates direction of current"}]},{"lines":[{"type":"title","text":"Emf induced by moving wire"},{"type":"headline","text":"  <span class=\"math\">    <i>emf<\/i> = magnitude of induced emf,<\/span>  <span class=\"math\">    <i>L<\/i> = length of wire,<\/span>  <span class=\"math\">    <i>v<\/i> = speed,<\/span>  <span class=\"math\">    <i>B<\/i> = magnetic field<\/span>"}]}],"definitions":[],"secText":["In the prior section, we discussed how we could use Lenz’s law to determine the direction of the current created by moving a wire in a magnetic field.  In this section, we do a similar analysis, showing we could use the direction of force to determine the direction of the current. ","The force of the external magnetic field on the induced current must oppose the motion of the sliding wire. (If not, we have a device that not only creates a current, but creates a force as well, which would be a source of perpetual, unlimited energy.) ","The force required to move the current-carrying wire at a constant velocity will be equal but opposite to the force applied by the external magnetic field on the wire.","We use the right-hand rule to determine the direction of the current. The thumb points to the left, in the direction of the force applied by the field on the wire. The fingers wrap from the direction of the conventional current to that of the external magnetic field. Since the magnetic field points into the screen, the fingers must start by pointing up along the wire. This means the current flows upward in the moving wire. This confirms the result we obtained earlier by applying Lenz’s law.","This is the equation for the magnitude of the emf induced in a wire segment moving in a perpendicular direction through a magnetic field. "],"objNames":["wb_motional_induced_emf_force1","wb_induced_emf_wire_equation"]}