{"cards":[{"lines":[{"type":"title","text":"Magnetic fields "},{"type":"headline","text":"Provide lift"},{"type":"headline","text":"Provide forward (and braking) force"}]},{"lines":[{"type":"title","text":"Controlling acceleration"},{"type":"headline","text":"Trains can accelerate faster than humans can tolerate"}]}],"definitions":[],"secText":["Magnetic coils create the fields that provide the lift − the force that lifts the train above the tracks.  Like magnets with similar poles, the fields repel one another. The illustration shows how magnetic fields are modeled with a field diagram. The fields also provide the force that accelerates the train forward, or brakes it.  ","Hyperloop train designers believe the trains will reach speeds of 750 miles per hour (about 1200 kph), faster than commercial airplanes.  They can reach this speed very, very quickly, which can be a problem.","In fact, they can reach their top speed more quickly − have greater acceleration − than humans can tolerate.  Another issue is curves − airplanes can fly straight most of the time, since they can turn in any direction in the air, and they can use the space available to them to make more gradual turns.  What human bodies can tolerate is a crucial constraint!","Trains, on the other hand, are expected to have more and tighter curves since there are more things to avoid − hills, towns, roads and so on.  Any change in direction is a change in velocity, which is to say acceleration, and as Sir Isaac Newton concluded, it requires a net force. <br /><br />With a train that is moving so fast, the challenge is to avoid such tight curves that the passengers are pressed uncomfortably against the sides of the train.  ","These challenges are a source of another constraint on implementing a hyperloop train system − finding open land, as flat as possible − is a challenge. It may not be available, or, as part of qualitative criteria, trains may pass through rural areas or parks, degrading the tranquility of those areas."],"objNames":["wb_mag_propulsion","wb_mag_acceleration"]}