{
  "cards": [
    {
      "lines": [
        {
          "type": "title",
          "text": "Constructive interference of wavelets"
        },
        {
          "type": "headline",
          "text": "Causes bright bands"
        }
      ]
    },
    {
      "lines": [
        {
          "type": "title",
          "text": "Destructive interference of wavelets"
        },
        {
          "type": "headline",
          "text": "Causes dark bands"
        },
        {
          "type": "headline",
          "text": "Caused by path difference of one-half wavelength"
        }
      ]
    }
  ],
  "definitions": [],
  "secText": [
    "To explain how a single wave passing through a slit can interfere with itself and cause an interference pattern, we use Huygen’s principle.  It described waves as being formed by a large number of little <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_huygen_concepts1'>wavelets</a>. In the diagram, we represent the source of those wavelets as points in the slit. We start with wavelets from two of these points, and show those wavelets in blue.  ",
    "When two wavelets are in phase at the screen, they <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_constructive_interference_light_concepts'>constructively interfere</a> to produce a bright band.  This is the same analysis of peak meeting peak, and so on, used for explaining double-slit interference patterns.",
    "With this wavelet model of single-slit interference, sets of two wavelets constructively interfere at the center of the screen.  We show the interference of two wavelets, but this would also occur for other pairs of points throughout the slit. This constructive interference explains the center band, which is the brightest of all the bands.",
    "Huygen’s principle, and the same concept used for double-slit interference, can explain the dark bands as well.  When two wavelets from the slit interfere destructively, they cause a dark band on the screen.  We show this in the second diagram. ",
    "At the first dark band, the wavelet from the middle of the slit travels one-half wavelength farther than the leftmost wavelet, which means peak meets trough, and so on, and they <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_destructive_interference_light_concepts'>destructively interfere</a>. As with constructive interference, we illustrate the concept using two points, which is to say, two wavelets, but the pattern would hold for other pairs of wavelets − for example, the points directly to the right of each of the two we just considered, and so on.  "
  ],
  "objNames": [
    "wb_single_slit_diffraction_concepts3",
    "wb_single_slit_diffraction_concepts4"
  ]
}