{"cards":[{"lines":[{"type":"title","text":"Forces, distance and inverse square laws"},{"type":"headline","text":"Geometry of force is circle (or sphere)"}]}],"definitions":[],"secText":["Now, we discuss the symmetry and strength of gravitational and electrostatic forces as they radiate from a source.  We consider the source of these forces as a single point − for instance, we treat the source of Earth’s gravitational force as a single point at its center. (In fact, for a uniform sphere, Newton showed this to be an accurate model in his shell theorem.) For the electrostatic force, we also assume spherical symmetry for our charged objects, using a single point at the sphere’s center.","To understand the geometry of these forces, consider a simple experiment in a large pond.  Start a wave by dropping an object into the water.  What is the shape of the wave?  How does the size (height) of the wave diminish as it moves out?  ","You should see the wave having a circular form, and diminishing in size as it moves away from its source.    You are observing in two dimensions what occurs in three dimensions for gravitational and electrostatic forces, as we discuss below.","Let’s now consider two aspects of the geometric shape of electrostatic and gravitational forces.  First, let’s consider the shape of the far reaches of the force as it radiates over time, similar to the water wave front we just discussed.","Here is a thought experiment − what happens if you “turn on” the force of gravity for a planet, or the electrostatic force for an electric charge?  What would be the shape of the far reaches of each of these forces as they moved through space?","As the influence of an electrostatic or gravitational force expands over time, it does so at a constant speed.  (The speed for these forces is the speed of light.)  Since distance equals the product of speed and time, the farthest distance it will have reached in any direction from the initial source point will always be the same.  ","This defines a sphere: The set of all points that are the same distance from its central point, as with a sphere of radius 6 centimeters.  Since the forces travel at the speed of light, approximately 3 x 10<sup class=\"\">8</sup> m/s, their far reaches quickly define a vast sphere − e.g., after 2 seconds it would be 6 x 10<sup class=\"\">8</sup> meters in every direction!"],"objNames":["wb_spheres_and_force1"]}