{"cards":[{"lines":[{"type":"title","text":"Angular displacement"},{"type":"headline","text":"Change in angular position"},{"type":"headline","text":"Counterclockwise rotation is positive"},{"type":"headline","text":"Clockwise rotation is negative"}]},{"lines":[{"type":"title","text":"Angular displacement equation"},{"type":"headline","text":"Unit: radian "}]}],"definitions":[{"term":"Angular displacement","def":"The change in angular position."}],"secText":["We began with angular position and proceed to angular displacement, mirroring our study of linear motion.  ","Angular displacement is the change in angular position. You see the mushroom on the pizza rotating from one position to another. Its angular displacement equals its final angular position minus its initial angular position.","The mushroom rotates from an angular position of <i><span class=\"Symbols\">π<\/span><\/i>\/2 radians counterclockwise to <i><span class=\"Symbols\">π<\/span><\/i> radians, so its angular displacement is <b>positive <\/b><i><span class=\"Symbols\">π<\/span><\/i>\/2 radians. If it rotated clockwise instead, its displacement would be <b>negative<\/b>. ","Angular displacement includes the total angle swept out during the rotation. Let’s say the mushroom made a complete rotation, and then moved another <i><span class=\"Symbols\">π<\/span><\/i>\/2 radians in the same direction. Its angular displacement would be 5<i><span class=\"Symbols\">π<\/span><\/i>\/2 radians. This is 2<i><span class=\"Symbols\">π<\/span><\/i> radians for the first complete rotation, and another <i><span class=\"Symbols\">π<\/span><\/i>\/2 radians for the rest of its motion.","The equation for angular displacement is shown. The displacement equals the difference between the final and initial angular positions. This parallels the equation for linear displacement, which is the difference between final and initial linear positions."],"objNames":["wb_angular_position_concept","wb_angular_displacement_equation"]}