{"cards":[{"lines":[{"type":"title","text":"Parallel wiring"},{"type":"headline","text":"Current has more than one path"},{"type":"bullet","text":"Can differ from branch to branch"},{"type":"headline","text":"Current conserved"},{"type":"bullet","text":"  <span class=\"math\">    <i>I<\/i>    <sub>1<\/sub> + <i>I<\/i><sub>2<\/sub> = <i>I<\/i><\/span>"},{"type":"headline","text":"Potential difference "},{"type":"bullet","text":"Same across parallel branches"}]}],"definitions":[{"term":"Parallel wiring","def":"A circuit, or part of a circuit, where the current can divide among multiple paths."}],"secText":["Components can be wired in parallel. “In parallel” means the components are separated by junctions where current can branch and divide.   ","In a parallel circuit, the current can take more than one path as it moves around the circuit. When current encounters a junction, it splits, as you can see at the junction labeled B. At junction A, the two currents join each other. This differs from a series circuit, where there is only one path for the current and it is the same at all points.","The amount of current can differ by location in a parallel circuit. For instance, each branch of this circuit containing one or two light bulbs carries less current than the branch containing the battery.","Current is composed of charge, and charge is always conserved.  This means the current exiting a junction must equal the current entering a junction. For example,  <i>I<\/i><sub class=\"\">1 <\/sub>+ <i>I<\/i><sub class=\"\">2<\/sub> = <i>I<\/i> in our circuit.","Although the current can differ, the potential difference across each branch of the parallel circuit is the same. If you measured the potential difference across the battery, you would get a reading of 1.5 V. You would get the same reading if you connected a voltmeter across the middle branch of the circuit at the junctions B and A. ","You would also get a measurement of 1.5 V across C and D, the endpoints of the far right branch.  Note that this is the potential difference across both light bulbs in that branch. It is the endpoints of the branches that have the same potential difference."],"objNames":["wb_parallel_wiring_concepts"]}