{"cards":[{"lines":[{"type":"title","text":"A straighter-putting golf ball? "},{"type":"headline","text":"Conduct systematic observations"},{"type":"headline","text":"Use tools"}]}],"definitions":[],"secText":["This is the first of several case studies where you are asked to analyze claims using your physics knowledge, as well as other resources.  Information is presented and though we provide some guidelines on how to analyze it, we also leave further ideas for experiments and analysis to you.","Several years ago, a golf company ran advertisements saying its golf balls putted straighter.  In other words, when one of its balls was struck with a putter, it was better than golf balls from its competitors at staying on a straight line.","Another golf company disagreed enough to sue the first company for making false claims.  The company that brought the suit said its golf balls went just as straight. So, the “problem” − do some golf balls putt “straighter” than others? ","The two companies used very different arguments to claim their golf balls went straighter.  One used the design of the ball, saying its design proved its ball would travel straighter.  The other company had done tests with its golf ball and others, using a machine to putt them and recording the results."," In addition to analyzing their evidence, you could conduct your own experiments inside or outside the classroom.  You could analyze the design of the golf balls. You could strike both brands of golf balls in a consistent way at different speeds, or let them roll along a flat surface, and record their final positions.","You should use all your science skills here: Plan the investigation, determine the independent and dependent variables, use the appropriate methods for accurate and consistent observations, keep good records, and above all, keep it safe.","In labs, you may have been exposed tools such as motion sensors, or such simple tools as meter sticks.  Use these tools in any investigation."],"objNames":["wb_golf_ball"]}