{
  "cards": [
    {
      "lines": [
        {
          "type": "title",
          "text": "Gravitational potential energy"
        },
        {
          "type": "headline",
          "text": "Potential energy due to force of gravity"
        },
        {
          "type": "headline",
          "text": "Proportional to"
        },
        {
          "type": "bullet",
          "text": "Mass, height, <i>g</i> (freefall acceleration)"
        }
      ]
    }
  ],
  "definitions": [
    {
      "term": "Gravitational potential energy",
      "def": "Potential energy due to the force of gravity."
    }
  ],
  "secText": [
    "Yes, gravitational potential energy is due to gravity.  The system of the paint bucket and Earth has potential energy, due to the force of <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_newton_equation_concept'>gravity</a> pulling the bucket and Earth toward each other.   ",
    "Gravitational <i>PE</i> is proportional to three factors First, the more massive the paint bucket, the more gravitational potential energy the system has at a given separation.  Again, you can think of the work required to change an object’s energy. It takes more work to lift a 100-kilogram barbell to the top of a hill than to lift a 5-gram ping-pong ball. ",
    "The amount of gravitational potential energy is also proportional to the height from the Earth’s surface.  Again, you can think of work: The higher the paint bucket, the greater the displacement through which the lifting force was applied. ",
    "The gravitational potential energy is proportional to <i>g</i>, the acceleration due to gravity.  One way to explain this: mg is the weight, the force of gravity.  The greater <i>g</i> is, the greater the weight. On a planet with greater freefall acceleration, such as Jupiter, the gravitational potential energy would be greater, all other factors being equal.",
    "We have been carefully saying “Earth-bucket system” since the gravitational potential energy requires two masses.  Going ahead, to keep things briefer, we will often say things like “the gravitational <i>PE</i> of the bucket,” and skip the reference to Earth."
  ],
  "objNames": [
    "wb_gravitational_PE_concept"
  ]
}