{"cards":[{"lines":[{"type":"title","text":"Rutherford’s experiment"},{"type":"headline","text":"He fired alpha particles at gold foil"},{"type":"headline","text":"Some particles’ direction changed by a large amount"},{"type":"headline","text":"Conclusion: Compact, massive nucleus"}]},{"lines":[{"type":"title","text":"Rutherford’s model of atom"},{"type":"headline","text":"Nucleus consists of positive charge"},{"type":"bullet","text":"Nucleus is small compared to size of orbits of electrons"}]}],"definitions":[{"term":"Nucleus","def":"A relatively small region at the atom’s center where the positive charge – and most of the atom’s mass – is located."}],"secText":["How was the old model of evenly distributed positive and negative charge proven to be wrong? The physicist Ernest Rutherford fired positively charged alpha particles at a thin gold foil target.  Alpha particles consist of two neutrons and two protons, which is the nucleus of a helium atom. ","If the positive charge and mass were distributed uniformly throughout each atom, Rutherford would have observed most of the particles passing straight through the foil or suffering a minimal change in direction. To his surprise, some of the particles changed their direction a large amount, and a small fraction of the particles even rebounded straight back. ","Rutherford drew the conclusion that the positive charge in an atom is tightly packed together in a nucleus, because only this dense concentration of charge and mass could explain his results.","Rutherford’s experiment was one of an important series that scientists conducted to determine a model of an atom. Because of the work of Rutherford and other scientists, today we know that the nucleus contains positively charged protons. Rutherford also demonstrated that the nucleus is relatively small. The radii of the electrons’ orbits are about 10,000 times greater than the size of the nucleus, meaning that an atom is more than 99% empty space."],"objNames":["wb_rutherford_concepts2","wb_rutherford_concepts3"]}