{"cards":[{"lines":[{"type":"title","text":"Entropy, heat and temperature"},{"type":"headline","text":"  <math>    <mrow>      <mi mathvariant=\"normal\">Δ</mi>      <mi>S</mi>      <mo>=</mo>      <mfrac linethickness=\"thin\">        <mi>Q</mi>        <mi>T</mi>      </mfrac>    </mrow>  </math>"},{"type":"headline","text":"  <span class=\"Symbols\">∆</span>  <i>S</i> = change in entropy, <i>Q</i> = heat, <span class=\"math\"><i>T</i> = temperature</span>"}]},{"lines":[{"type":"title","text":"Entropy"},{"type":"headline","text":"Increases as heat is transferred to object"},{"type":"headline","text":"Required entropy change explains direction of spontaneous heat flow"}]}],"definitions":[],"secText":["The change in entropy is related to the temperature at which heat flows. ","As the equation we show reflects, the change in entropy is equal to the heat transferred divided by the Kelvin temperature at which the heat is transferred. Strictly speaking, this equation assumes that the process of heat transfer is reversible − it can occur in either direction.","When heat flows into a system, its thermal energy and entropy increase. If heat flows out, the sign for heat is negative and the system’s entropy decreases. We use a graph that represents the relationship of the entropy and the temperature of a particular system. ","As heat is transferred to an object or system, its entropy increases. Greater energy means more random motion of the molecules that make up the object. We illustrate this with two regions.","The equation can be used to confirm the required direction of heat flow between objects in a system, from hot to cold.  The entropy gained by a colder object in a system is greater than the entropy lost by a hotter object in the same system.  Why? Because <i>T</i> (temperature) is in the denominator, and dividing by a smaller denominator (the colder temperature) means the positive entropy change term is larger. This results in a net increase in entropy, and we see that entropy must increase or stay the same.","If the heat were to spontaneously flow the other direction, then the entropy of an isolated system could decrease, and that is impossible."],"objNames":["wb_entropy_equation2","wb_entropy_equation1"]}