{
  "cards": [
    {
      "lines": [
        {
          "type": "title",
          "text": "Period of mass on spring"
        },
        {
          "type": "headline",
          "text": "Decreases with spring constant"
        },
        {
          "type": "headline",
          "text": "Increases with mass "
        },
        {
          "type": "headline",
          "text": "  <math>    <mrow>      <mi>T</mi>      <mo>=</mo>      <mn>2</mn>      <mi>π</mi>      <msqrt>        <mrow>          <mfrac linethickness=\"thin\">            <mi>m</mi>            <mi>k</mi>          </mfrac>        </mrow>      </msqrt>    </mrow>  </math>"
        },
        {
          "type": "headline",
          "text": "  <math>    <mrow>      <mi>T</mi>      <mi></mi>      <mtext>= period, </mtext>      <mi>m</mi>      <mi></mi>      <mtext>= mass, </mtext>      <mi>k</mi>      <mi></mi>      <mtext>= spring constant</mtext>    </mrow>  </math>"
        }
      ]
    }
  ],
  "definitions": [],
  "secText": [
    "The period of a mass on a spring is a function of the spring constant and the mass.",
    "The period decreases with the spring constant and increases with mass. Why? To answer, we use <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_hooke_concept'>Hooke’s law</a> and <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_newton_second_law_concept'>Newton’s second law</a>. Hooke’s law states that for a given displacement, the greater the spring constant, the greater the force. This means there will be greater acceleration and the mass will both reach its peak velocity and return to zero velocity more quickly. This gives you reason to think the period of motion decreases with the spring constant.",
    "In contrast, by Newton’s second law acceleration is inversely proportional to mass. As the mass increases, the acceleration decreases, so the period of a mass on a spring will increase with mass.",
    "Notice that the period depends only on the mass and spring constant, not on the amplitude. When the amplitude increases, the mass has to travel farther during a cycle. However, increasing the amplitude also increases the maximum force applied to the mass, which increases its maximum acceleration and results in a greater average speed. The increased average speed means the mass completes the cycle in the same amount of time."
  ],
  "objNames": [
    "wb_period_spring"
  ]
}