{
  "cards": [
    {
      "lines": [
        {
          "type": "title",
          "text": "Strong force"
        },
        {
          "type": "headline",
          "text": "Holds particles in nucleus together"
        },
        {
          "type": "headline",
          "text": "Is very strong!"
        },
        {
          "type": "headline",
          "text": "Always attractive, regardless of charge"
        },
        {
          "type": "headline",
          "text": "Acts only over a very short range"
        }
      ]
    }
  ],
  "definitions": [],
  "secText": [
    "We discuss the strong force in more depth.  It acts effectively only at extremely short range, which makes it fundamentally relevant only within the nucleus. ",
    "Since all protons are positively charged, they repel each other due to the electrostatic force. What prevents them from flying away from one another in the nucleus? There is a fundamental force called the “strong force” that holds the particles together. It causes protons to attract one another. ",
    "The strong force is, well, very strong.  When protons are close together, the strong force is far stronger than the <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_electrostatic_force_concepts3'>electrostatic force</a> that pushes them apart. ",
    "The strong force not only binds proton to proton, it also binds neutron to neutron. The strong force acts between the electrically neutral neutrons as well as between the charged protons. ",
    "The strong force also causes neutrons and protons to attract one another. Showing all the attractive arrows simultaneously would make for a very crowded diagram! ",
    "Though the strong force is brawny, it does have its limits. It is effective only over a very short range. When two nucleons are separated by more than a distance equal roughly to their own diameter, there is hardly any attraction from the strong force."
  ],
  "objNames": [
    "wb_strong_force_concepts"
  ]
}