{"cards":[{"lines":[{"type":"title","text":"Approximating probabilities"},{"type":"headline","text":"Use rectangles to estimate area under curve"},{"type":"headline","text":"Area of bar = probability of outcome"},{"type":"headline","text":"Multiply probability by width of bar"},{"type":"bullet","text":"1·3% = 3%"},{"type":"bullet","text":"1 · 11% = 11%"},{"type":"bullet","text":"1 · 22% = 22%"},{"type":"headline","text":"Then sum areas"},{"type":"bullet","text":"3% + 11% + 22% = 36%"}]}],"definitions":[],"secText":["Let’s say we know some data are normally distributed and we want to approximate the probability of some outcomes. To do this, we show how to approximate the area under a portion of the normal curve.  That area equals the probability of an outcome.","We use the outcome that occurs when eight coins are tossed many times − how many times they come up heads.  In this example, we are curious what the probability is that 1, 2 or 3 heads will occur. ","We draw a distribution curve for the probability of a particular number of 8 coins coming up heads.  We do this with bars. For example, the probability of 2 heads is a bit over 0.10 (10%). We then use the curve to show the normal nature of the data distribution.  ","To keep things simple, each bar has a base of 1.  Its height is the probability.  Its area equals the product of its base, 1, and its probability.","We want to calculate the probability of 1, 2, or 3 heads being the outcome of our coin-toss experiment.  We start by calculating the area of each rectangle.   For instance, the probability of 1 head is about 3%, the probability of 2 heads is 11%, and the probability of 3 heads is 22%.  These are the heights of the bars. We multiply each probability by 1, the width of the rectangle, to calculate the areas.","We sum the areas, with the result being 36%.  The probability of 1, 2 or 3 heads as the outcome is 36%. We approximated that probability by summing the relevant areas under the curve. "],"objNames":["wb_area_under_curve_one"]}