{"cards":[{"lines":[{"type":"title","text":"Sound levels"},{"type":"headline","text":"Involve a ratio of sound intensities"},{"type":"headline","text":"Unit: decibel (dB)"},{"type":"bullet","text":"Decibel involves a ratio "}]},{"lines":[{"type":"title","text":"Decibels and sound intensity"},{"type":"headline","text":"Decibel scale designed to relate to human perception"}]}],"definitions":[],"secText":["Sound levels are a system for comparing the intensity of two sounds. A sound level is typically defined as the logarithm of the ratio of the sound intensities.  ","The decibel is a common unit for measuring sound intensity, providing a unit designed to match the human perception of sound. It is defined by a ratio, comparing a sound’s intensity to a reference sound intensity, so it is a dimensionless unit.","In the table, you see the intensity of various sounds.  Zero decibels describes the intensity that humans find just possible to hear. This is called the threshold of human hearing. The intensity equals 1.0×10<sup class=\"\">−12<\/sup> watt per square meter − not much power!","Other sound intensities and decibel levels are compared to that sound.  For instance, the second row is 10 times as intense, the third row 100 times as intense, and so on, for the first few rows. We use the center and right columns in the table to compare decibels and sound intensities.  ","A sound that is 10 times more intense (1.0×10<sup class=\"\">−11<\/sup><span class=\"apple-converted-space\"> <\/span>W\/m<sup class=\"\">2<\/sup>) has a sound level of 10 dB. A sound that is 10·10 (100 times more intense, or 1.0×10<sup class=\"\">−10<\/sup><span class=\"apple-converted-space\"> <\/span>W\/m<sup class=\"\">2<\/sup>) has a sound level of 20 dB. A sound that is 10·10·10 (1000 times more intense, 1.0×10<sup class=\"\">−9<\/sup><span class=\"apple-converted-space\"> <\/span>W\/m<sup class=\"\">2<\/sup>) has a sound level of 30 dB. And this pattern continues.","Why use this sound scale of decibels?  They reflect the wide range of human perception.  A 20-decibel sound has ten times the intensity of a 10-decibel sound, but it sounds about twice as loud to us. "],"objNames":["wb_decibels_sound_concepts","wb_table_decibels_sound_concepts2"]}