{
	"cards": [{
			"lines": [{
					"type": "title",
					"text": "Communicating, applying scientific information "
				}, {
					"type": "headline",
					"text": "Discuss"
				}, {
					"type": "headline",
					"text": "State the data you use "
				}, {
					"type": "headline",
					"text": "List sources of uncertainty"
				}
			]
		}
	],
	"definitions": [],
	"secText": [
		"We will discuss how to communicate and discuss scientific information using concussions as our topic. The first step is to be prepared: Read and research the current information on concussions, drawing upon books, the Internet, local experts and other sources.When working with a group, ask and respond to questions. Make sure you hear a variety of positions and respond thoughtfully. If you are not sure about a question or comment, ask the person to clarify. Admit when others have valid, opposing ideas and conclusions, and politely challenge those that you doubt, or seek to resolve contradictions. This can help to promote a discussion that is creative, filled with different viewpoints.If this is a group project, have clear goals and deadlines for the team, and democratically decide roles and responsibilities. For instance, with concussion research, one team member might research the NOCSAE website, another might research information critical of that group, and so on. Keep all discussions civil!", 
		"Present your information with a clear perspective, while also presenting opposing perspectives when relevant. Consider the level of your audience − a presentation to peers (who should share your knowledge) would differ from one to parents (who would need more background knowledge).", 
		"Your presentation should have a clear line of reasoning − conclusions backed with facts. Use different formats − pictures, text, and so on — combining them with your own oral presentation. Present the information in various styles, using digital media when it will increase understanding."],
	"objNames": ["wb_communicating_scientific_info"]
}
