{"cards":[{"lines":[{"type":"title","text":"Magnetic fields and trains"},{"type":"headline","text":"Magnetic fields “levitate” trains"}]}],"definitions":[],"secText":["Cars generate enormous amounts of carbon dioxide and other pollutants.  However, there is at least one solution to this problem already being used every day − electric cars.  ","No one has come up with a way to manufacture an electric-powered airplane that can be used commercially (in everyday use by large numbers of people).  Airplanes are also constrained by the need for large amounts of land for an airport and crowded skies over cities. In addition to quantitative criteria such as more rapid transportation, there is the qualitative goal of reducing the stress of the frequent sounds of airplanes overhead.","One way to address this problem is <b>not<\/b> to try to improve airplanes, but rather to think differently about satisfying the criteria of rapid transportation of people between major urban areas. A possible solution is a train − not the traditional train you may think of, but one using a new generation of train technology, operating on a system that differs significantly from a traditional “train track.” This proposed next generation of trains are called hyperloop trains.","One part of the design of hyperloop trains is the use of magnetic fields, but hyperloop trains are not unique here. Some trains in China, Korea and Japan do not directly contact the tracks, but ride above them, due to magnetic fields.  The fields use magnetic principles, in which placing similar poles near one another creates a repulsive force. ","The force of the field both levitates and propels the train. This design reduces friction. For all the technological sophistication, Newtonian physics explain the design − the force of friction of traditional train wheels opposes the force propelling the train, so by reducing friction, less propulsive force is required to accelerate the train or keep it moving at a constant velocity.  "],"objNames":["wb_magtrain"]}