{
  "cards": [
    {
      "lines": [
        {
          "type": "title",
          "text": "Thermal energy, temperature and heat"
        },
        {
          "type": "headline",
          "text": "Thermal energy: Energy of molecules that make up matter"
        },
        {
          "type": "headline",
          "text": "Temperature: Measure of average kinetic energy of molecules"
        },
        {
          "type": "headline",
          "text": "Heat: Transfer of thermal energy"
        },
        {
          "type": "bullet",
          "text": "Heat flows spontaneously from hot to cold"
        }
      ]
    }
  ],
  "definitions": [
    {
      "term": "Thermal energy",
      "def": "Energy within matter, due to the motion and configuration of the atoms and molecules that make it up."
    },
    {
      "term": "Temperature",
      "def": "A measure of the average kinetic energy of molecules, which is often measured with thermometers."
    },
    {
      "term": "Heat",
      "def": "The transfer of thermal energy.  Heat flows spontaneously from hot to cold."
    }
  ],
  "secText": [
    "We start this chapter by discussing states of matter, such as gases and solids.  To do so, we want to use terms such as temperature and heat.  We summarize these topics briefly in this section, and will discuss them in more depth later. We start with <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_thermal_energy_concepta'>thermal energy</a>, which is the energy of matter due to the energy of its molecules.  Examples of thermal energy include molecules vibrating or potential energy due to bonds in a solid.  ",
    "You are familiar with the concept of <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_thermal_energy_temperature1'>temperature</a>, perhaps from daily weather forecasts.  Temperature is the measure of the average <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_kinetic_energy_definition'>kinetic energy</a> of molecules. The thermal energy that molecules possess also includes potential energy, which is harder to measure. When thermal energy increases in matter, the temperature increases or the matter changes state, such as from a liquid to a gas.",
    "  <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_heat_concepts1'>Heat</a> is the transfer of thermal energy.  Heat flows spontaneously − without outside work − from hotter objects to colder ones.  It takes work to cause heat to flow from colder objects to hotter objects.  Heat transfers due to the interactions of molecules as they transfer kinetic energy.  Put your hand on a cup of hot chocolate, and you are experiencing heat. "
  ],
  "objNames": [
    "wb_heat_thermal_temp"
  ]
}