{"cards":[{"lines":[{"type":"title","text":"History of magnetic force science"},{"type":"headline","text":"Magnets have long been used for navigation"},{"type":"headline","text":"Key insight : Relationship of current, magnetic fields "}]}],"definitions":[],"secText":["The <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_bfield_equation'>magnetic force<\/a> has long been used as a basis for compasses.  Lodestones, naturally occurring magnets, were the sole source of magnets until 1820.  One observation that baffled scientists was that it could be shown that the Earth’s magnetic field slowly changed over time.  The respected scientist Edmond Halley hypothesized (incorrectly) that Earth was composed of multiple shells that moved.  It was a clever hypothesis, but incorrect (Earth’s core is a molten metal).","Progress in the understanding of the magnetic force (and the field related to it) came from a scientist attempting to do a science demonstration for students and friends in 1820. Hans Christian Oersted, a Danish professor, was attempting to show a simple compass, but he noticed that every time an electric current was turned on, the magnetic needle moved.  It would orient itself perpendicular to the line of the current. ","Oersted wrote up his discovery without explanation.  But it was the first significant indication of the relationship of electric charge and magnetic fields. The French scientist <span class=\"apple-style-span\">André-Marie Ampére<\/span><span class=\"apple-style-span\"> pushed the knowledge f<\/span><span class=\"apple-style-span\">u<\/span><span class=\"apple-style-span\">rther.  He asked: if one current could create a magnetic force, should a pair of current-carrying wires be able to apply magnetic forces on each other?  He was correct<\/span><span class=\"apple-style-span\"> in thinking that they do<\/span><span class=\"apple-style-span\">. Again, his “prize” was a unit, the ampere, which we use to measure current.  The definition of an ampere is based on the force between two segments of wire conducting a current.<\/span>"],"objNames":["wb_e_and_m_forces2"]}