{"cards":[{"lines":[{"type":"title","text":"Photovoltaic cells"},{"type":"headline","text":"Photon strikes surface"},{"type":"bullet","text":"A mobile electron\/hole pair is created"}]},{"lines":[{"type":"title","text":"Current flows"},{"type":"headline","text":"As photons cause electron\/hole pairs"}]}],"definitions":[],"secText":["We explain how photovoltaic cells function.  They convert the energy of light into electrical energy. Their fundamental component is a <i>p-n<\/i> junction. When these materials are placed next to one another, some electrons from the <i>n<\/i>-type material flow to the holes in the <i>p<\/i>-type material. The ions that are left behind create an electric field that points from the <i>n<\/i>-type material to the <i>p<\/i>-type material.  The electric field acts like a hill, enabling electrons to move easily in one direction but not the other.   Here, it means any free electrons will find it difficult to move toward the holes − remember, the field points in the direction of force on a positive charge, so it opposes electrons moving “down” in our diagram. ","When a photon with the appropriate energy strikes the material of the solar cell, its energy breaks free an electron, creating an electron-hole pair.  The electric field pulls the electron from the <i>p<\/i>-region toward the <i>n<\/i>-type region, increasing the potential difference.  ","We show the functioning of the photovoltaic cell with a single electron, but billions of photons would strike the surface, releasing more and more electrons, and creating an increasing potential difference across the two materials. ","In the diagram, we show how a photovoltaic cell works in a circuit. As described above, the photons create a glut of mobile electrons on one side, and a glut of mobile holes on the other.  Some electrons might make it across the “hill” of the electric field, but others will flow through the external circuit like the one shown in the lower diagram. This current flow could power components such as the lights or air conditioning in the house."],"objNames":["wb_pv_1","wb_pv_2"]}