{
	"cards": [{
			"lines": [{
					"type": "title",
					"text": "Electromagnetic spectrum"
				}, {
					"type": "headline",
					"text": "Electromagnetic waves ordered by frequency"
				}
			]
		}
	],
	"definitions": [{
			"term": "Electromagnetic spectrum",
			"def": "Electromagnetic radiation ordered by frequency or wavelength."
		}
	],
	"secText": ["The electromagnetic spectrum includes everything from <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_electromagnetic_spectrum2'>radio signals</a> to <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_electromagnetic_spectrum3'>visible light</a> to gamma rays.  We will discuss these various forms of radiation shortly.", "We order the types of radiation by their frequencies, with the lowest frequency on the left. The energy (of a photon of electromagnetic radiation) also increases from left to right since a photon’s energy is proportional to its frequency. On the other hand, since the wavelength is inversely proportional to the frequency, it is smallest on the right, and increases as you move to the left. ", "How were the various types of radiation discovered?  Much of the spectrum was discovered in the 19<sup class=\"\">th</sup> century.  In terms of frequencies adjacent to visible light, in 1800, Sir Frederick Herschel discovered infrared light just using a prism, and a clever experiment to show that thermometers were being heated by light he could not see. Ultraviolet light was discovered the next year taking advantage of the knowledge of chemical reactions. ", "Later, in 1867, James Maxwell predicted that there should be light (radiation) with greater wavelength than infrared light, and in 1887, Heinrich Hertz produced radio waves.  Thanks to experiments with early cathode ray tubes, X-rays were discovered in 1895 when a scientist accidentally took a photograph with them. (The letter “x” initially referred to their unknown nature).  Finally, in 1900, the Frenchman Paul Villard was investigating the then new field of radioactivity when he observed gamma radiation."],
	"objNames": ["wb_electromagnetic_spectrum1"]
}
