{
  "cards": [
    {
      "lines": [
        {
          "type": "title",
          "text": "Questions that accelerators may answer"
        },
        {
          "type": "headline",
          "text": "What is 96% of the Universe made of? "
        },
        {
          "type": "headline",
          "text": "Why is there so little antimatter?"
        },
        {
          "type": "headline",
          "text": "Do extra dimensions of space really exist?"
        }
      ]
    }
  ],
  "definitions": [],
  "secText": [
    "Not everything has been discovered. What is 96% of the Universe made of? Everything we see in the Universe, from an ant to a galaxy, is made up of ordinary particles. This form of matter makes up 4% of the Universe. <a class='pjumpToTopic' href='javascript:void(0)' data-chap='24' data-topic='1' data-subtopic='2' data-subsection='0' data-vIndex='0'>Dark matter</a> and <a class='pjumpToTopic' href='javascript:void(0)' data-chap='24' data-topic='1' data-subtopic='2' data-subsection='1' data-vIndex='0'>dark energy</a> are thought to make up 96% of the Universe, but they are incredibly difficult to detect and study, other than through the gravitational forces they exert on visible objects. Investigating the nature of dark matter and dark energy is one of the greatest challenges today in the field of particle physics.",
    "We live in a world of matter − everything in the Universe, including human beings, is made of matter. Antimatter is like a twin version of matter, but with opposite electric charge (and other properties that we haven’t discussed, such as lepton and baryon number).  At the birth of the Universe, equal amounts of matter and antimatter should have been produced by the Big Bang. When matter and antimatter particles meet, they annihilate each other, transforming into energy. Somehow, a tiny fraction of matter must have survived to form the Universe we live in today, with hardly any antimatter left. Why does Nature appear to have this bias for matter over antimatter?",
    "Einstein showed that the three dimensions of space are related to time. Later theories propose that additional, hidden dimensions of space may exist.  For example, string theory, which is a theory that attempts to explain <b>all</b> of the fundamental forces (including gravitation), implies that there are additional spatial dimensions yet to be observed. These may become detectable at very high energies, so data from all the detectors will be carefully analyzed to look for signs of extra dimensions."
  ],
  "objNames": [
    "wb_CERN2"
  ]
}