{"cards":[{"lines":[{"type":"title","text":"Hypothesis"},{"type":"headline","text":"Explanation for what a scientist observes"},{"type":"headline","text":"A hypothesis is not proven"},{"type":"headline","text":"Requires further experiments, analysis"}]},{"lines":[{"type":"title","text":"Theory"},{"type":"headline","text":"Accepted as true by most scientists"},{"type":"bullet","text":"Supported by experiments of many scientists"}]}],"definitions":[],"secText":["A <span class=\"SearchText\">hypothesis</span> is an explanation for what a scientist observes. Galileo created a hypothesis that objects of different weights fall toward the ground at the same rate. ","Until Galileo’s hypothesis was tested by experiments conducted by many independent researchers, it could not have been said to be a true or false hypothesis. It was a tentative statement, one waiting to be tested. It is worth noting that his hypothesis is strictly true only in a vacuum, where there is no air resistance.","Scientists expect many hypotheses to be wrong.  If there are two hypotheses that do not agree with each other, a  would expect further work to perhaps prove one true and one not—or perhaps both hypotheses could be false.","A theory is a hypothesis that is accepted as true by most scientists.  Unlike a hypothesis, a theory is well established thanks to independent scientists demonstrating it to be true with experiments or observations involving natural phenomena.  ","A theory accepted as true by scientists has been tested by multiple independent researchers under a wide range of conditions. It has durable explanatory power.  Theories may change as new areas of science are developed.  Some scientists focus on ideas and are called theorists.  They examine how a new hypothesis relates to existing theories or to new experiments.","An experimentalist is a scientist who focuses on experiments, exploring natural and physical phenomena.  In part, she designs and conducts experiments to test hypotheses. As new technologies emerge, theories may evolve as experimentalists unleash these technologies on existing theories. "],"objNames":["wb_hypothesis","wb_theory"]}