{"cards":[{"lines":[{"type":"title","text":"Length contraction"},{"type":"headline","text":"Observer stationary with respect to object measures proper length"},{"type":"headline","text":"Observer viewing moving object measures shorter (contracted) length"}]},{"lines":[{"type":"title","text":"Length contraction equation"}]}],"definitions":[{"term":"Length contraction","def":"The length of an object is measured to be less when it is moving relative to an observer than when it is stationary."}],"secText":["Time dilates, it passes at a different rate, as we have discussed earlier.  And lengths contract − they become shorter.   Again, these results become far more significant when speeds approach the speed of light.","When an object moves past, such as the train we show, an observer measures it as having a shorter length than if the object were at rest relative to the observer. Here, the professor measures the length of his train car as 10 meters long. When the professor finishes laying out his measuring tape, he is at rest with respect to the car. His measurement is the train car’s proper length. ","Now we consider the observations of Sara, the observer on the ground, who is watching the professor and the train car pass by at 80 percent of the speed of light. She measures the car as being 6 meters long, versus the 10 meters the professor measured.","We show the equation for length contraction. <i>L<\/i><sub class=\"\">0<\/sub> is the proper length of an object measured by an observer who perceives it as stationary, which is the professor measuring the train in our example. Another observer, Sara in this example, views the professor and the train as moving past her at speed <i>v<\/i>. She measures a shorter distance <i>L<\/i> for the length of the railroad car. When an object is moving at everyday speeds, the length difference is extremely, extremely small − far, far too small for any ruler to measure.  "],"objNames":["wb_length_contraction1","wb_length_c_equation"]}