{"cards":[{"lines":[{"type":"title","text":"Octet rule"},{"type":"headline","text":"Atoms most stable with eight valence atoms"},{"type":"headline","text":"Tend to react to have 8 valence electrons"}]},{"lines":[{"type":"title","text":"Another example of bonding"},{"type":"headline","text":"Two atoms each give up one electron"}]}],"definitions":[],"secText":["The key to understanding valence is that when atoms react with one another, they tend to do so in a way that leaves their valence, or outermost, levels full of electrons. ","For a few elements such as hydrogen early in the periodic table, this means the outer shell will contain only two electrons. But for most elements with numerous electrons, they tend to react in a way so that their outer, or valence, levels will contain eight electrons when the reaction is complete.  The reason for this is that eight electrons in the valence shell is a stable energy state for the atom. ","Consider the sodium atom, represented with its symbol, Na. It has a single electron in its outermost shell − one valence electron. It could either attract seven additional electrons, making eight in its third shell. Or it could lose the single electron in its third shell, leaving that shell empty and leaving a stable eight electrons in its second shell. ","It takes a lot less energy to lose a single electron than to gain seven, so losing its one valence electron tends to be what happens to sodium when it reacts. What’s more, sodium tends to be highly reactive when it comes into contact with atoms that have seven valence electrons. An example is chlorine, represented as Cl.","Sodium’s single electron transfers to chlorine, leaving both atoms with eight valence electrons (chlorine with eight in its third shell, sodium with eight in its second). The result is sodium chloride, or salt.","How else might oxygen get two electrons to complete its valence eight? It could bond with two atoms, each of which has a single valence electron. Similar to hydrogen early in the periodic table, this means the outer shell is complete with only two electrons.  "],"objNames":["wb_valencechem_1","wb_valencechem_3"]}