{
  "cards": [
    {
      "lines": [
        {
          "type": "title",
          "text": "Circular motion"
        },
        {
          "type": "headline",
          "text": "Velocity perpendicular to magnetic field"
        },
        {
          "type": "headline",
          "text": "Force perpendicular to velocity "
        },
        {
          "type": "headline",
          "text": "Magnitude of force constant"
        },
        {
          "type": "headline",
          "text": "Uniform circular motion results"
        }
      ]
    }
  ],
  "definitions": [],
  "secText": [
    "When their velocity is perpendicular to the field, charged particles will move in circular paths in uniform magnetic fields. ",
    "To discuss the circular motion, we use a positively charged particle that has an initial velocity as shown in the illustration. The magnetic field points into the screen, as indicated by the <b>×</b> symbols. The velocity and field vectors are perpendicular.",
    "By the right-hand rule, the direction of the force on the moving charge is always perpendicularly to both its velocity and the magnetic field. This means the force at first is directed upward, perpendicular to the velocity vector. As the particle moves, you will see that the force is always directed toward the center of the particle’s circular path. ",
    "In the animation, we show the particle as it moves in the field. The speed of the particle stays the same because the force always acts perpendicular to the velocity, changing its direction but never its speed. The angle between the magnetic field and the particle’s velocity also stays constant: It is always 90°. This means that the quantities that determine the amount of magnetic force stay constant, so the amount of magnetic force also remains constant.",
    "We also trace the path of the particle in the field. As you can see, its path is a circle, so it moves in <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_UCM_concept'>uniform circular motion</a>. The force will always push inward, toward the center of the circle. This means it is a centripetal force, like the force of gravity on a satellite orbiting Earth. "
  ],
  "objNames": [
    "wb_circular_motion_in_bfield_concepts"
  ]
}