{"cards":[{"lines":[{"type":"title","text":"Scattering"},{"type":"headline","text":"Light from Sun hits electron"},{"type":"bullet","text":"Electron oscillates"},{"type":"bullet","text":"Re-emits polarized wave, some polarized light directed toward ground "}]},{"lines":[{"type":"title","text":"Scattering"},{"type":"headline","text":"Shortest wavelengths scattered most"}]}],"definitions":[{"term":"Scattering","def":"The change in direction of radiation, caused by collisions with electrons."}],"secText":["Scattering explains why the sky is blue, and also explains why scattered light from the sky is polarized.","To explain scattering, we start with unpolarized light coming straight from the Sun, striking an electron of an atom in Earth’s atmosphere. The electric fields of the incoming waves shake the electron up and down and side to side.","The vibrating electrons then re-emit light waves at the original frequency. This absorption and re-emission of light is called scattering. Light is a transverse wave, so re-emitted waves may only be scattered in a direction perpendicular to the vibration of the electron. For example, electrons that are shaken up and down can only emit light in horizontal directions. Also, only electrons that oscillate side to side, in a horizontal plane, can re-emit a wave that travels downward to an observer on the ground.  This means that to a ground observer, scattered skylight is polarized, in roughly a north-south direction.","Not all wavelengths (colors) of light scatter equally.  The chance of scattering light of a certain wavelength is inversely proportional to the fourth power of the light’s wavelength. So, the shorter wavelengths, which we perceive as blue, scatter the most.  Their direction is more likely to be changed when they pass through the atmosphere, meaning blue light is scattered downward, turning the sky blue.  In contrast, at twilight when we look at the low Sun through a thick layer of atmosphere, it appears to be red because the violet and blue light have been scattered out of the beam, leaving the reddish shades behind to reach us."],"objNames":["wb_scattering_concepts1","wb_scattering_concepts1a"]}