{
  "cards": [
    {
      "lines": [
        {
          "type": "title",
          "text": "Centripetal force"
        },
        {
          "type": "headline",
          "text": "Force required for circular motion"
        },
        {
          "type": "headline",
          "text": "Acts toward center"
        },
        {
          "type": "headline",
          "text": "Describes any force causing circular motion"
        }
      ]
    },
    {
      "lines": [
        {
          "type": "title",
          "text": "Centripetal force equation"
        }
      ]
    }
  ],
  "definitions": [
    {
      "term": "Centripetal force",
      "def": "The force required to keep an object moving in uniform circular motion."
    }
  ],
  "secText": [
    "Since circular motion involves acceleration, there must be a force.    We use a rotating yo-yo to discuss this force.  When the yo-yo swings in a circle, it accelerates, because its velocity is continuously changing direction. There must be a force on the yo-yo creating this acceleration.",
    "The force that creates centripetal acceleration acts in the same direction as the centripetal acceleration, toward the center of the circle. The tension force of the string pulls the yo-yo inward.",
    "Any force that causes centripetal acceleration is called a centripetal force. Centripetal force is <b>not</b> a new type of force. The yo-yo is made to move in a circle by the <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_tension_definition'>tension force</a> from the string. Another example of a centripetal force is the force of <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_newton_equation_concept'>gravity</a>, which keeps satellites in circular orbits. ",
    "By <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_newton_second_law_concept'>Newton’s second law</a>, the net force on an object equals its mass times its acceleration. When an object moves in a circle, its centripetal acceleration equals the square of its speed divided by the radius, so we substitute that for <i>a</i> in the equation <i>F</i> = <i>ma</i> when solving for centripetal force. The direction of the net force is toward the center of the circle."
  ],
  "objNames": [
    "wb_centripetal_force_Newton_concepts",
    "wb_centripetal_force_equation"
  ]
}