{"cards":[{"lines":[{"type":"title","text":"De Broglie and electron orbits"},{"type":"headline","text":"Wavelike properties explain quantized orbits"}]},{"lines":[{"type":"title","text":"Calculating a matter particle’s wavelength"},{"type":"headline","text":"Matter wavelengths are very small"},{"type":"bullet","text":"Planck’s constant = 6.63 × 10<sup class=\"\">−34<\/sup> J<span class=\"Symbols\">·<\/span>s "}]}],"definitions":[],"secText":["Stating that particles like electrons could be associated with a wave helped physicists to understand why the orbits of an electron might be quantized. The model requires that an electron wave have an integer number of wavelengths in its orbit around the nucleus. ","We show a possible wavelength of an electron’s matter wave. The waves and peaks are <b>not<\/b> the path of motion of the electron, but rather are used to calculate the probability that the electron will be found at a given location. ","The wave shown in the upper diagram is a matter wave.  It is used to illustrate the case of an “impossible” orbit − one that cannot exist.  As the wave is wrapped around an orbit of this size, peak would meet trough, as the dashed blue lines indicate. The wave would interfere with itself and cancel − it would be a case of complete destructive interference. In essence, there is no wave, and there would be no electron. ","Physicists used this wave model of the electron and their understanding of angular momentum to determine possible orbital radii of electrons. The model, though effective at the time and useful even today as a visualization tool, has been improved and replaced by other models based on quantum physics. ","De Broglie also showed how the wavelength of a matter particle can be calculated. The wavelength is called the de Broglie wavelength. It equals Planck’s constant divided by the particle’s momentum.   The wavelength of everyday objects such as a moving baseball is incredibly small, smaller even than an atomic nucleus, since the value of <i>h<\/i> (6.63×10<sup class=\"\">−34<\/sup> J<span class=\"Symbols\">·<\/span>s) is so small.  "],"objNames":["wb_matterwaves2","wb_matter_waves_equation"]}