{"cards":[{"lines":[{"type":"title","text":"The case of the off-schedule moon"},{"type":"headline","text":"Moon appeared earlier or later than expected"}]},{"lines":[{"type":"title","text":"How was speed of light measured?"},{"type":"headline","text":"Distance between Earth, Jupiter changes during year"},{"type":"headline","text":"Moon appeared sooner when planets closer, later when farther apart"},{"type":"headline","text":"Difference in times and distances used to calculate speed of light"}]}],"definitions":[],"secText":["Where Galileo failed, a Danish astronomer, Ole Roemer, succeeded. He used a moon of Jupiter to measure the speed of light.","In the 17<sup class=\"\">th<\/sup> century, Roemer was studying Io, a moon of Jupiter.  He knew its orbit had a constant duration of about 1.77 days as it traveled around Jupiter, so he knew when it should appear in his telescope.","To his initial surprise, he was consistently wrong. During parts of the year it appeared earlier than he would expect, and during other parts, it would appear later.","Roemer found it difficult to convince his colleagues that the moon had such “timing” problems. To convince them, Roemer correctly predicted exactly how “off-schedule” the moon would be.   ","The important question was: Why did the moon appear sooner or later than simple calculations of its orbital period would predict? Roemer realized the difference was due to the changing distance between Earth and Jupiter as they orbit about the Sun. ","Roemer noted that Io appeared sooner when the planets were closer, and later when they were farther apart.  The differing distances between the planets meant that the sunlight reflected off of Io traveled different distances between that moon and Earth due to the changing distance between those bodies.","Using the differing distances and the “errors” in the time Io appeared, another astronomer, Christiaan Huygens, calculated the speed of light.  His value was about two-thirds the true speed of light, but it both showed that the speed of light was not infinite and provided a strong sense of what the true value is.  "],"objNames":["wb_light_speed2","wb_light_speed3"]}