{"cards":[{"lines":[{"type":"title","text":"Focal point (F)"},{"type":"headline","text":"Location of image formed by a distant object"}]},{"lines":[{"type":"title","text":"Focal length"},{"type":"headline","text":"Signed distance between midpoint, focal point"},{"type":"headline","text":"Concave mirror"},{"type":"bullet","text":"Positive focal length"},{"type":"headline","text":"Convex mirror"},{"type":"bullet","text":"Negative focal length "}]}],"definitions":[{"term":"Focal point","def":"Focus point where parallel incoming rays will converge."},{"term":"Focal length","def":"Signed distance between a mirror’s midpoint and focal point."}],"secText":["Focal point is a standard way to define the focusing properties of a mirror (and a lens).  You see it as point <b>F<\/b> in the diagram.  It is where a group of parallel incoming rays will reflect and intersect. The incident rays are parallel, as they would be from an object relatively far away.","To locate the focal point, we need rays that are parallel when they arrive.  Rays from the Sun, or an object far away, arrive parallel.  For lenses, the moon or a star is another object that can be used to measure the focal point.  ","The mirror reflects the parallel incident rays to create an image at the focal point, <b>F<\/b>, which is on the principal axis.  A concave mirror’s focal point is in front of the mirror, like in the upper diagram. ","The focal length is the distance between a mirror’s midpoint and the focal point. It is shown in the second diagram.  Focal length is represented with <i>f<\/i>.","The image formed by a concave mirror for a faraway object is in front of the mirror, which means it is a real image. The focal length is positive when the focal point is in front of the mirror. Concave mirrors, like in the upper diagram, have positive focal lengths.","The image formed by a convex mirror is behind the mirror, which means it is a virtual image. The focal length is negative when the focal point is behind the mirror. Convex mirrors, such as the one in the lower diagram, have negative focal lengths."],"objNames":["wb_mirror_vocab_2","wb_mirror_vocab_3"]}