{
  "cards": [
    {
      "lines": [
        {
          "type": "title",
          "text": "Doppler effect: Light"
        },
        {
          "type": "headline",
          "text": "Motion changes light frequency (color)"
        },
        {
          "type": "headline",
          "text": "Shift depends on velocity between source, observer"
        }
      ]
    },
    {
      "lines": [
        {
          "type": "title",
          "text": "Light source, observer moving closer"
        },
        {
          "type": "headline",
          "text": "Frequency increases: “blue shift”"
        }
      ]
    }
  ],
  "definitions": [],
  "secText": [
    "We have discussed the <a class='pjumpToTopic' href='javascript:void(0)' data-chap='14' data-topic='2' data-subtopic='1' data-subsection='0'>Doppler effect</a> as it applies to sound.  Here, we discuss how it relates to light.",
    "In the picture, the person and the star are stationary relative to each other. The observer on the planet perceives the light as yellow. ",
    "When the star and the person move toward each other at high speed, the observer sees the light as blue, not yellow.  We show this in the lower diagram. This is the Doppler effect for light. As with sound, motion can change the wavelength and frequency. ",
    "When calculating the Doppler effect for waves like sound waves that require a medium, the motion relative to the medium must be accounted for. This is not the case with light, which requires no medium. ",
    "You can say the star is moving toward the observer, or the observer is moving toward the star.  The result is the same. The Doppler effect depends solely on whether the distance between the two is decreasing or increasing.",
    "If a light source and observer are approaching each other, the observed light has higher frequency and shorter wavelength than when it is observed at rest. This is called a “blue shift” because blue is at the end of the visible light spectrum with higher frequencies. "
  ],
  "objNames": [
    "wb_doppler_relative_concepts1",
    "wb_doppler_relative_concepts2"
  ]
}