{"cards":[{"lines":[{"type":"title","text":"History of science of the electric force "},{"type":"headline","text":"It starts with the Greeks, as always "},{"type":"headline","text":"And Newton contributes, as is often the case"},{"type":"headline","text":"The science is applied"},{"type":"bullet","text":"Volta and battery"}]}],"definitions":[],"secText":["We discuss stories from the history of the science of the electric and magnetic forces as case studies of how science progresses.","As with much science, the Greeks are the earliest known scientists (or philosophers) to describe the force and some of its essential properties.  And as with much science, not much scientific progress was made until the 16<sup class=\"\">th<\/sup> or 17<sup class=\"\">th<\/sup> century or so.","Sir Isaac Newton published some of his major work in 1687, and that included his theory of gravity.  This included the fact that the <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_newton_equation_concept'>gravitational force<\/a> is an inverse square law − the amount of force lessens by the square of the distance.","This insight caused other scientists investigating the <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_electrostatic_force_concepts'>electric force<\/a> to consider that it too might be an inverse square law.  The Englishman Joseph Priestley, a scientist with many other interests, is credited with suggesting in 1767  the hypothesis that the force is an inverse square law.  ","The French engineer Charles Coulomb built a sophisticated piece of equipment, a torsional balance, to measure the force.  In the 1780s he conducted experiments to prove that it was in fact an inverse square law and to calculate <i>k<\/i>, the constant we use. ","Interest in electric charge continued as scientists and engineers learned to store it, in devices that developed into batteries, and to take advantage of the energy to power other devices.   Early storage devices were called Leyden jars, similar to the one shown in the photograph.  Alessandro Volta designed the first battery, an electrochemical method for storing electrical energy, in about 1800.  The unit volt is acknowledgement of his contribution."],"objNames":["wb_e_and_m_forces1"]}