{"cards":[{"lines":[{"type":"title","text":"Particle accelerators"},{"type":"headline","text":"Increase speed of particles to near the speed of light"},{"type":"headline","text":"Collisions cause particles to reveal their components"}]},{"lines":[{"type":"title","text":"Linear, circular are types of accelerators"}]}],"definitions":[{"term":"Particle accelerator","def":"A system that speeds up and increases the energy of particles so their properties and components can be studied."}],"secText":["Since 1930, particle accelerators have been the primary tool for experimental physicists studying the properties of the particles that form atoms. Accelerators have a complex system of electromagnetic fields that increase the speed of a particle.  Current accelerators can accelerate particles to very near the speed of light. ","Accelerators are often designed to create high-speed collisions.  Particles collide with other high-speed particles, or with a fixed target.  This causes particles to break into their components.  (This is why some people refer to accelerators as “atom smashers”.)  One scientist described the research as similar to determining the design of a television set by dropping televisions off the top of the Empire State Building.  This may sound crude, but the advancing technology of accelerators has provided evidence for many theories of particle physics. ","Accelerators come in two basic designs − linear (straight) or circular. The linear one at the SLAC National Accelerator Laboratory (near Stanford University in California) is over 3 kilometers long. ","Accelerators can also have the shape of a circular ring.  In a circular accelerator, the particle can complete multiple laps before the collision. Its speed is increased during each lap, and its direction is controlled with increasingly stronger magnetic fields. ","Today’s circular accelerators are vast. The Large Hadron Collider (at the CERN research, on the Swiss-French border) has a diameter of about 8.5 kilometers. By contrast, the first circular accelerator had a diameter of about 10 cm, which is about 100,000 times smaller! "],"objNames":["wb_particle_accelerator_1","wb_particle_accelerator_2"]}