{"cards":[{"lines":[{"type":"title","text":"Conditional frequency"},{"type":"headline","text":"If event <i>B</i> occurs, what is the probability that <i>A</i> occurs?"}]},{"lines":[{"type":"title","text":"Calculating conditional frequencies"},{"type":"headline","text":"Divide count in a cell by count in a category"}]}],"definitions":[{"term":"Conditional probability","def":"<b><i></i></b>The probability that an event occurs, given that one or more other events have already occurred."}],"secText":["Earlier, we showed that 7% of the bars we tested were both aluminum and cracked, and 13% of the bars we tested were aluminum and did not crack.  But that perhaps is not what we want to know.  What we may want to know is if a bar is aluminum, how likely is to crack?  And if a bar is steel, how likely is it to crack?  A conditional is defined like this: If <i>B</i> occurs, what is the probability that <i>A</i> occurs? ","In our example, we can compute this conditional probability: If a bar is aluminum, what is the probability it will crack?    And this: If a bar is steel, what is the probability it will crack?","We can compute a table of these probabilities, called conditional frequencies.  This lets us answer questions such as which bar is more likely to crack, an aluminum one or a steel one?","We call the total in a row a category total, so the category totals for “aluminum” and “steel” are 6 and 24. We divide 2 by 6 to get 33% cracked aluminum, and divide 4 by 6 to get 67% uncracked aluminum.  We make the same calculations for steel.","This lets us answer a research question: Our investigation shows that 33% of aluminum bars cracked, versus 21% of steel bars.  Based on this limited amount of data, aluminum bars are more likely to crack than steel. ","We can also calculate percentages based on column totals.  That will tell us the probability that a cracked bar is aluminum, or the probability that it is steel.  Similarly, if the bar is uncracked, we can determine the probability that it is aluminum, or the probability it is steel.  The conditional, the “if,” is based on the label of the category."],"objNames":["wb_conditional_frequency_table","wb_conditional_frequency_table2"]}