{"cards":[{"lines":[{"type":"title","text":"Hydroponic farms"},{"type":"headline","text":"Plants are grown with minimal water"}]},{"lines":[{"type":"title","text":"Container farms"},{"type":"headline","text":"Hydroponic farm in recycled truck container"},{"type":"headline","text":"LED lights supply light for plants"}]}],"definitions":[{"term":"Hydroponic farming","def":"A growing method that requires no soil and is very water-efficient."}],"secText":["Two issues facing humanity are limited supplies of water and the need for food in the poorest parts of the world.  For instance, droughts are worsening in parts of Africa, decreasing the supply of water and traditional sources of food. A lack of reliable water sources is a major constraint to an adequate food supply.","One potential solution is hydroponic farming.  With hydroponic farms, traditional soil is not used, but rather different media, or solely water.  This farming method allows for very efficient water use.  Conserving water is one of the two highest priorities of these systems.","One way to make hydroponic farming accessible is by installing farms within recycled truck containers.  These are the rectangular containers being pulled behind semis on the highway. ","Inside the containers, plants are grown on vertical racks, with their roots planted in water that is laced with nutrients.  LED lights supply the light necessary for photosynthesis. A single container farm produces the same amount of food as that produced by an acre of traditional farmland, while requiring just 5 to 10 gallons of water per day. ","The container also meets an important cultural need, allowing a community to be self-sustaining and use its own labor for at least some of its food supply, instead of relying on outside sources. This is the other highest priority of this approach to farming.  ","The containers may not be pretty, but their size allows for them to be placed in secluded locations to reduce their visual impact. Aesthetics is typically not a major priority of this approach to farming!"],"objNames":["wb_hydro_farming","wb_container_farms"]}