{"cards":[{"lines":[{"type":"title","text":"Time dilation"},{"type":"headline","text":"Observers disagree on time interval between events"},{"type":"headline","text":"Moving clock measures shorter time interval"}]},{"lines":[{"type":"title","text":"Time dilation equation"}]}],"definitions":[{"term":"Time dilation","def":"Clocks moving relative to an observer run more slowly, measuring longer time intervals than clocks at rest relative to the observer."}],"secText":["When Einstein showed that the speed of light is constant, it meant that other quantities that had always been thought of as constant − for example, the time interval between two events − were <b>not</b> universal.  They depend on the observer’s reference frame.  ","In our scenario, the professor has measured the time interval between a throw and catch. We call this measurement the “proper” time interval.  A student in the classroom, Katherine, who is watching the professor pass by, measures the time interval between the events as well. If she and the professor compare notes afterward, they will find out they measured different intervals of time between the events.  ","Time passes more slowly in the professor’s reference frame than when measured by clocks in Katherine’s reference frame. If the professor is moving at everyday speeds, the time difference will be minor − far, far too small for any wristwatch or stopwatch to measure.  ","The situation is perfectly symmetrical. If the professor had clocks in his reference frame and measured Katherine’s age as she moved by, he would find her aging more slowly as well.  ","We show the equation for time dilation. Δ<i>t</i><sub class=\"\">0</sub> is the proper time interval, or the time interval measured by the professor in our first example. Katherine measures the time interval, Δ<i>t,</i> between the events as she watches the professor skateboard by at speed <i>v</i>. Both agree on what <i>c </i>is, at least!  The equation also shows that at slow speeds, the difference in time intervals is miniscule, since the square of the speed of light is enormous compared to the square of everyday speeds."],"objNames":["wb_time_dilation2","wb_time_d_equation"]}