{"cards":[{"lines":[{"type":"title","text":"Energy levels of an atom"}]},{"lines":[{"type":"title","text":"Energy bands in a solid"},{"type":"headline","text":"Presence of many atoms broadens energy levels into bands"}]}],"definitions":[],"secText":["We want to discuss semiconductors, the materials that form the basis of microprocessors, computer memory and photoelectric devices.  Fundamentally, semiconductors are materials that can be controlled so that under certain conditions they conduct electricity, and other times they do not. ","To discuss electric conduction in these materials, we need the idea of energy bands. For simplicity, we discuss energy bands using a single atom and show only two of its outermost electrons, as illustrated in the diagrams.","The upper diagram shows two of the possible energy levels for electrons in the atom. The allowed energy levels are precise, quantized values, which we show using thin lines. The upper green line is the energy of the outer, more energetic, electron. ","We use the <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_bohr1'>Bohr model</a> for the atom in this discussion. Instead of listing the values of the electron energy levels in a table, we display them graphically in an energy diagram. ","Now we want to discuss multiple atoms, specifically, what happens when many of them come together to form a solid. Many atoms join the previously isolated atom. In the second diagram we show just a few of the trillions of atoms that would be part of a typical object like a small wafer of silicon.  Silicon is a common semiconductor.","The second diagram shows what happens when the atoms come together. Instead of the thin lines you saw for the energy levels in a single atom, you now see bands − whole ranges of values. Putting atoms close together and allowing them to interact has disturbed each of the systems, and caused their allowed energy levels to broaden. An electron in a given orbit now has a wider range of possible energies."],"objNames":["wb_atom_energy_levels1","wb_atom_energy_levels2"]}