{"cards":[{"lines":[{"type":"title","text":"Endothermic and exothermic reactions"},{"type":"headline","text":"Endothermic: Heat absorbed"},{"type":"headline","text":"Exothermic: Heat released"}]},{"lines":[{"type":"title","text":"Potential energy diagram"},{"type":"headline","text":"Endothermic reaction"},{"type":"headline","text":"Heat absorbed"},{"type":"headline","text":"  <i>PE<\/i> increases"},{"type":"headline","text":"Exothermic reaction"},{"type":"headline","text":"Heat released"},{"type":"headline","text":"  <i>PE<\/i> decreases"}]}],"definitions":[{"term":"Endothermic","def":"A chemical reaction that absorbs (requires) heat."},{"term":"Exothermic","def":"A chemical reaction that emits (releases) heat."}],"secText":["Endothermic and exothermic are ways to classify chemical processes, relating heat energy and a system’s potential energy.   ","In an endothermic reaction, heat is absorbed by the reactants (the substances that are part of the reaction). Examples of endothermic reactions include evaporation of water and baking an egg.  In exothermic reactions, heat is released during the process. Examples of exothermic reactions include combustion (such as a candle flame) and condensation of rain from water vapor.  ","In chemical reactions, chemical bonds are either formed or broken.  In general, when chemical bonds are formed, heat is released, and when bonds are broken, heat is absorbed.  Why? Molecules want to stay together, so breaking them apart requires energy input (heat).  When molecules join together, typically heat is released.","We use a potential energy diagram to illustrate the reactions.  Endothermic reactions require heat to be absorbed, and that energy increases the potential energy of the reactants.","With exothermic reactions, heat is released, and the potential energy of the reactants decreases.  Activation energy − the energy required to get the reactions occurring −creates an initial spike of energy with exothermic reactions. But the main points hold: Heat energy absorbed increases the potential energy of the reactants in endothermic reactions, and heat energy released decreases the potential energy of the reactants in exothermic reactions."],"objNames":["wb_exo_endo1","wb_exo_endo2"]}