{"cards":[{"lines":[{"type":"title","text":"Converging lens ray diagram"},{"type":"headline","text":"Ray 1: Parallel to axis, then passes through far focal point"},{"type":"headline","text":"Ray 2: Passes unchanged through center of lens"},{"type":"headline","text":"Ray 3: Passes through near focal point, then parallel to axis"}]},{"lines":[{"type":"title","text":"Image formed here is"},{"type":"headline","text":"Inverted, smaller, real"}]}],"definitions":[],"secText":["As with mirrors, we can use three rays to determine the type of image formed by a <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_lenses_concepts1'>converging lens<\/a>. We consider the case of a relatively faraway object.","All three rays start at the top of the object. The first ray begins parallel to the principal axis. The principal axis is a line that is perpendicular to the lens at its center. When the first ray reaches the lens, it refracts toward the normal as it slows, and away from the normal as it exits the lens. It passes through the <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_mirror_vocab_2'>focal point<\/a>, F, on the far side of the lens. ","The focal point is where rays that are parallel to the principal axis will meet after passing through the lens. The rays will be parallel when they come from a faraway object. The distance to the focal point is the focal length.  ","The second ray starts at the top of the object and passes through the center of the thin lens without any change in direction.","The third ray starts at the top of the object and passes through the focal point on the near side of the lens, refracts, and then continues parallel to the principal axis. ","Now that all three rays have been drawn, we have completed the ray diagram, and we can determine the properties of the image. The point where the three rays intersect is the location of the top of the image. The diagram shows that the image is inverted − it is upside down.  It is also smaller than the object. You can also see that it is on the opposite side of the lens from the object. The image is <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_real_image_concepts'>real<\/a> since it can be projected on paper.  (Similarly, an old-style movie projector creates a real image of the illuminated piece of film, since the image appears on the movie screen.) A similar process could be carried out for objects at other distances from the lens."],"objNames":["wb_converging_lenses_rays_concepts2","wb_converging_lenses_rays_concepts5"]}