{"cards":[{"lines":[{"type":"title","text":"Mutual induction"},{"type":"headline","text":"Changing current in one circuit creates current in other because"},{"type":"bullet","text":"Changing current causes changing magnetic field "},{"type":"bullet","text":"Changing magnetic field induces current"}]},{"lines":[{"type":"title","text":"Mutual induction (not)"},{"type":"headline","text":"When current is constant, no induction occurs"}]}],"definitions":[{"term":"Mutual induction","def":"When a changing current in one circuit creates a current in another circuit."}],"secText":["Mutual induction occurs when a changing current in one circuit creates a current in a separate circuit by induction. We use the circuits in the upper diagram to explain how this occurs. When the switch in the left circuit closes, a current begins to flow in that circuit, which causes current to flow in the circuit on the right as well. Even though there is no battery or generator in the right-hand circuit, the light bulb lights up. This is an example of mutual induction. ","What causes the current in the second circuit? A current-carrying wire creates a magnetic field: The greater the current, the stronger the field. In the upper diagram, as current begins to flow through the circuit on the left, the associated magnetic field strength increases. You can see this in the animation. We pause the animation at a time when the current is still increasing. ","The magnetic field from the circuit on the left intersects the circuit on the right. As the magnetic field changes, the magnetic flux through the circuit on the right also changes. As Faraday’s law dictates, this induces an emf in the second circuit, which drives a current and lights up the bulb. ","In the second diagram, you see what happens when the current reaches a steady state. Since the current is no longer changing, there is no longer a <b>changing<\/b> magnetic field, and the magnetic flux passing through the circuit on the right is constant. Since there is no change in flux, there is no induced emf, and no current in the circuit on the right. The result: The light bulb remains dark. "],"objNames":["wb_mutual_induction_concepts1","wb_mutual_induction_concepts2"]}