{"cards":[{"lines":[{"type":"title","text":"Nuclear power"},{"type":"headline","text":"Humans continue to use more power"},{"type":"headline","text":"Nuclear reactors are powered by nuclear fission"}]}],"definitions":[{"term":"Nuclear fission","def":"<b><i><\/i><\/b><b><i>A nuclear reaction in which a nucleus splits into smaller nuclei, with the release of energy.  The sum of mass and energy is conserved. <\/i><\/b>"}],"secText":["The world consumes enormous amounts of energy − an estimated 5.34 x 10<sup class=\"\">26<\/sup> joules every year. Energy supplies the capacity for doing work − it is the source of the force required to propel a car, lift an elevator, etc..  Energy can interact with matter to change its position, speed and temperature. <br \/><br \/>As much energy as is now consumed, likely more will be consumed in the future: one group estimates a 40% increase by 2040. The source of much of today’s energy comes from oil, natural gas and coal.  The low cost of these energy sources is an essential criterion for their use. However, using these resources generates carbon dioxide, which contributes to global warming.  So now the search for energy has the essential criteria not only of cost but also of impact on the environment. Society requires “clean” energy sources that do not release carbon dioxide or other damaging waste products.","Nuclear reactors are an energy source that does not produce carbon dioxide. Nuclear fission powers them.  During fission, material such as uranium 235 radioactively decays into smaller nuclei, and releases energy.  Matter is converted into energy, and one can calculate the energy release using the equation <i>E <\/i>= <i>mc<\/i><sup class=\"\">2<\/sup>. This confirms the conservation of mass-energy, the sum of mass and energy.<br \/>","Power plants based on nuclear fission (nuclear power plants) can produce significant amounts of power − over 1,300 megawatts.  The plants generate this energy without emitting carbon dioxide − which leads some environmentalists to favor them, at least in the short term, as a way to reduce global warming.  "],"objNames":["wb_nuclear_power1"]}