{
  "cards": [
    {
      "lines": [
        {
          "type": "title",
          "text": "Data reasonableness and error "
        },
        {
          "type": "headline",
          "text": "Evaluate data for reasonableness"
        }
      ]
    },
    {
      "lines": [
        {
          "type": "title",
          "text": "Quantifying uncertainty"
        },
        {
          "type": "headline",
          "text": "Report and analyze possible sources of error"
        }
      ]
    }
  ],
  "definitions": [],
  "secText": [
    "You need to evaluate numerical data and answers for reasonableness.<b />For instance, as data points are recorded, check for outliers (points that are far different than the other data).  For instance, if you drop a ball from the same height 4 times, and note that it takes 3.2, 3.4, 3.1 and 13.3 seconds for it to land − the 13.3 s time might result from a procedural mistake.  Was the stopwatch reset?  Was the initial height correct? Did someone simply write down the time incorrectly?  A team approach can address this issue. ",
    "Another approach, if time allows, is to graph data or check it with formulas you know. For example, if you think the data will be linear, then an observation far off a line that includes your other data points may indicate an error.",
    "Be careful here: Some great science has occurred when data that seemed “wrong” was carefully re-investigated.  If you cannot determine the mistake you made in recording the data, you should be cautious before deciding to ignore it.",
    "You should quantify the causes of uncertainty.  For instance, report the precision and accuracy of the equipment you use.  By conducting the same experiment more than once, you can use tools such as <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_standard_deviation'>standard deviation</a> to analyze the error of the experiment.  You can assign parts of that uncertainty to different elements, such as the precision and accuracy of the equipment, and then consider other causes, such as your ability to observe, other limits to the equipment and so on.  Physical factors not incorporated in standard physics equations, such as “air resistance,” may also be causes.  ",
    "You can quantify the uncertainty, the range of data that you see.  You can use tools like standard deviation and <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_regression1'>regression</a> analysis to estimate the amount of uncertainty in your data."
  ],
  "objNames": [
    "wb_data_reaonableness",
    "wb_uncertainty"
  ]
}