{"cards":[{"lines":[{"type":"title","text":"Nuclear power futures"},{"type":"headline","text":"Smaller, simpler reactors"}]},{"lines":[{"type":"title","text":"Nuclear fusion"},{"type":"headline","text":"Some mass becomes energy"},{"type":"headline","text":"Magnetic fields contain plasma"}]}],"definitions":[],"secText":["Engineers continue to work to make safer, less expensive nuclear power plants.  A recent concept is <b>s<\/b>mall, <b>m<\/b>odular <b>r<\/b>eactor designs (SMRs).  Of course, “small” is relative − a SMR might produce 300 megawatts of power. The intent is to create safer, lower-cost reactors via more of a “factory” process, manufacturing standardized reactors, like a factory might build dishwashers. ","Fusion is another nuclear reaction, different from nuclear fission, that releases tremendous amount of energy, and has been pursued as an inexpensive, environmentally-friendly energy source.  ","Within stars, high temperature and pressure push hydrogen nuclei (protons) very close together, overcoming the repulsive electrostatic force of the protons. The resulting matter is called plasma. The resulting process reduces the total mass, but the energy released exactly accounts for the “lost” mass.  The sum of mass and the released energy’s mass equivalent remains constant.","Humans hope to harness the energy of fusion. Like fission, fusion is not a source of carbon emissions. Unlike fission, fusion does not release long-lived radioactive wastes. If scientists can design a functioning fusion system, it would seem to have no trade-offs between short- and long-term environmental concerns.","The challenge is to re-create the conditions inside a star, with its tremendous pressure and temperature, here on Earth.  No known material container can withstand the temperatures of plasma.   One answer is to use magnetic fields. For instance, the Tokamak fusion reactor design uses magnetic fields to confine the plasma. ","The illustration uses a field diagram to model the magnetic field, and shows how it works as a container for the hot matter. The field diagram shows the orientation of the field."],"objNames":["wb_nuclear_plant_simpler","wb_nuclear_fusion"]}