{
  "cards": [
    {
      "lines": [
        {
          "type": "title",
          "text": "Conducting the lab"
        },
        {
          "type": "headline",
          "text": "Identify variables"
        },
        {
          "type": "headline",
          "text": "Design system to record data"
        },
        {
          "type": "headline",
          "text": "Write down the series of steps"
        },
        {
          "type": "headline",
          "text": "Consider precision and accuracy"
        }
      ]
    }
  ],
  "definitions": [],
  "secText": [
    "Once you have designed your lab and chosen your equipment, it is time to conduct, to “do” the lab. ",
    "One step is to identify the variables you will use to represent data.  This may sound basic, but recording information accurately is important. You should choose letters or short names as symbols.  For example, <i>m</i> (for mass) or <i>v</i> (for velocity). Subscripts, which are numbers or letters that follow a symbol and are lower than it, can also be used. ",
    "You need to determine a system to record your observations, typically a table.  The illustration shows a typical table that might be used, with columns identifying the type of information and rows identifying different sets of data from each time the experiment is conducted. ",
    "Write down a series of steps that you will actually do to perform the experiment.  Start with an overview, such as: We want to use two different masses and two different velocities. Then come up with a series of steps, such as rolling two balls at each other, and using the same balls and initial velocities three times. Then, you might change the mass of one ball, and then the velocity, each time conducting the same experiment three times. ",
    "Part of making observations is planning for <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_precision_accuracy_concepts'>precision</a> and <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_precision_accuracy_concepts1a'>accuracy</a>. These will have effects on the uncertainty (error) in your results. This can be part of a presentation of quantitative results.  What are the most precise measurements you can make?  Are you using the most precise equipment the lab offers?  And how can you increase accuracy?  For instance, is the equipment calibrated (compared to known standards)?  Are you taking advantage of the most recent appropriate technology available to you?  "
  ],
  "objNames": [
    "wb_conduct_lab"
  ]
}