{"cards":[{"lines":[{"type":"title","text":"Box plots"},{"type":"headline","text":"Show range, distribution of data"},{"type":"headline","text":"Quartiles"},{"type":"bullet","text":"Divide data in half"},{"type":"headline","text":"Boxes show quartiles, whiskers show range"}]},{"lines":[{"type":"title","text":"Comparing box plots"},{"type":"headline","text":"Second quartiles (medians) approximately same"},{"type":"bullet","text":"Botero’s longer whiskers show range "}]}],"definitions":[],"secText":["A box plot is also known as a box-and-whisker plot. It shows the extremes, the high and low values, of the data.  We arrange the displacement measurements from low to high. To understand a box plot, you must first understand quartiles.  A median divides a set of data into two equal parts. The median of the lower half of the data is called the first quartile.  The median of the upper half of the data is called the third quartile. ","The median of all the data is the called the second quartile. With an even number of measurements, we take the two middle points and average them. The third quartile is the median of the upper half of the data.  The median is 24.","Now we illustrate this data with a box-and-whisker plot. We draw a rectangle, putting its vertical sides at the first and third quartiles.  That is our box. We add another line at the median of all the data, the second quartile. We finish with the whiskers.  They extend from the lowest displacement, 12, to the highest displacement, 28.","The interquartile range is the difference between the first and third quartile. It provides the range of the middle 50% of the data and it has the advantage of excluding extreme values. In the whiteboard above, this range is 9, the difference of 24 and 15.","We show the measurements made by two students, Deming and Botero. Both sets of data have approximately the same second quartiles, or medians. Botero’s other quartiles are close to her second quartile, reflecting many scores close to that value. Deming’s quartiles show a larger spread."," On the other hand, Botero had one game with a quite low score and one with a high score. The longer whiskers reflect the greater range of Botero’s scores."],"objNames":["wb_box_plot","wb_box_plot2"]}