{"cards":[{"lines":[{"type":"title","text":"Calculate costs"},{"type":"headline","text":"Analyze energy requirements of one container"}]}],"definitions":[],"secText":["We analyze here supplying one container farm with solar energy.  The solar system will convert solar power (sunlight) to electricity, which in turn will be converted to LED light, which plants will then convert to chemical energy via photosynthesis.","We approximate the cost of the required solar power.  This is only an estimate − a starting point to calculating a more accurate number.  We start with two pieces of information supplied by the manufacturer − the container farm system uses about 100 kWh of electrical energy each day and has its lights on for 16 hours.  To convert energy to power, we divide the 100 kWh by 16 to get 6,250 watts.","Next, we estimate how many solar panels are needed.  The single solar panel we are considering typically supplies a peak power of 250 watts.  We put one factor in the spreadsheet that reduces the power output − the conversion from DC to AC electricity. Dividing the farm’s power requirement by the power supplied by a panel, we find the number of panels (we round to an integer).  Then, using a current U.S. price for solar panels, we multiply quantity by price per panel to get the total cost of the panels.","The spreadsheet supplies a rough estimate of the costs − the panels are over $20,000. There are many ways to improve this estimate.  For example, we used the peak power of the panel − which requires peak sunlight.  Tools on the Internet allow you to create a more accurate, location-based estimate of the real average power a panel will supply.  We recall that the farm requires light (and power) 16 hours a day − longer than the sun typically is present.  Battery storage of electrical energy would be one option to keep the lights shining after the sun has gone down − but that would increase costs.  "],"objNames":["wb_solar_hydro2"]}