{
	"cards": [{
			"lines": [{
					"type": "title",
					"text": "Scientists"
				}, {
					"type": "headline",
					"text": "Create testable explanations based on evidence"
				}, {
					"type": "headline",
					"text": "Generate predictions and knowledge"
				}, {
					"type": "headline",
					"text": "Study natural and physical phenomena"
				}
			]
		}
	],
	"definitions": [],
	"secText": ["We explain here the essentials of “what is science.” The National Academy of Sciences is an organization of elite U.S. scientists and foreign associates. The Academy defines science as the “use of evidence to construct testable explanations and predictions of natural phenomena, as well as the knowledge generated through this process.”", 
	"Science creates testable explanations based on evidence. These explanations are called hypotheses, theories, and laws.", 
	"A hypothesis is an unproven explanation. A theory explains “why” − such as Einstein’s theory that explained why the direction of light is changed by gravity. A law describes a specific relationship (for instance, the gravitational force between two objects), but does not offer a “why.”", 
	"“Pseudoscience” consists of theories and beliefs that sound like science but lack data to justify them. “Phrenology” (the belief that the shape of a person’s cranium dictates that person’s character) and a belief in “Sasquatch” (a mythical animal) are two examples of pseudoscience.", 
	"Scientists do not work alone or in a vacuum. They use their creativity to question prior beliefs and provide new, competing explanations. Their backgrounds, interests, talents and goals influence the direction of their work. For instance, Einstein’s talents in mathematics and theory led him to propose theories that were tested by other scientists. The scientists could use their creativity in methods and processes to validate (or disprove) new hypotheses.", 
	"Science is performed by a community of scientists around the world, exploring similar phenomena and theory. Scientists (and their ideas) compete.", 
	"Science changes as beliefs are examined by new investigations and arguments. As a result, scientific theory becomes stronger and more durable.", 
	"Science is the study of natural phenomena, the events that occur in nature. For instance, science can be used to construct a nuclear bomb and to calculate the damage it may cause, but science alone cannot say whether it is right or wrong to use such a weapon. Debate of such topics lies in the fields of ethics, religion, politics and other fields."
	],
	"objNames": ["wb_nature_of_science1"]
}
