{"cards":[{"lines":[{"type":"title","text":"Normal distribution"},{"type":"headline","text":"A common pattern of data"},{"type":"headline","text":"Normal curve"},{"type":"bullet","text":"The graph of a normal distribution"}]},{"lines":[{"type":"title","text":"Normal curve"},{"type":"headline","text":"Standard deviations and % of data"},{"type":"bullet","text":"  <span class=\"Symbols\">≈</span> 68% of data within one standard deviation"},{"type":"bullet","text":"  <span class=\"Symbols\">≈</span> 95% within two standard deviations"}]}],"definitions":[{"term":"Normal distribution","def":"<b><i></i></b>A pattern of data often encountered in science and mathematics. Its graph has a symmetrical, bell-shaped curve."}],"secText":["Many natural phenomena can be described with what is called a normal distribution and graphed with a normal curve, so understanding this type of curve proves useful. ","As an example of normally distributed data, imagine you toss a coin 32 times and record the number of times it comes up heads. You repeat this experiment thousands of times. The histogram shows, on its vertical axis, the percentage of times that a particular number of heads came up in the 32 tosses.  ","We draw a smooth curve that approximates the histogram. The shape of this graph is called a normal curve.","As you can see, a normal curve has a bell shape and is symmetric. All normal curves have this same shape, but some are spread broadly, while in others the data is more closely concentrated near the center.  For example, the heights of the hundreds of students at a school might be more widely spread than the heights of hundreds of varsity basketball players from across a city.","The numbers on the horizontal axis represent how far, in terms of standard deviations, the data points are from the mean. As we show, with this type of curve, about 68% of the data falls within one standard deviation, 34% on each side of the mean.","Another 27% of the data, composed of two 13.6% amounts of data on either side of the mean, falls between one and two standard deviations away from the mean, giving about 95% within two standard deviations."],"objNames":["wb_normal_distribution","wb_normal_curve"]}