{"cards":[{"lines":[{"type":"title","text":"Hypothesis"},{"type":"headline","text":"Explanation for what a scientist observes"},{"type":"headline","text":"A hypothesis is not proven"},{"type":"headline","text":"Requires further experiments, analysis"}]},{"lines":[{"type":"title","text":"Theories and laws"},{"type":"headline","text":"Accepted as true by most scientists"},{"type":"bullet","text":"Supported by experiments of many scientists"}]}],"definitions":[],"secText":["A <span class=\"SearchText\">hypothesis<\/span> is an explanation for what a scientist observes. Galileo created a hypothesis that objects of different weights fall toward the ground at the same rate.  This hypothesis challenged the then-prevalent belief that the heavier object would fall faster.","Until Galileo’s hypothesis was tested by experiments conducted by many independent researchers, it could not have been said to be a true or false hypothesis. It was a tentative statement, one waiting to be tested. ","Scientists expect many hypotheses to be wrong. This willingness to create alternative explanations is a strength of science.  ","A theory or law is a hypothesis that is accepted as true by most scientists.  Theories are well supported explanations and laws are well supported descriptions. Theories do not get “promoted” to laws and laws do not get “demoted” to theories.","A theory accepted as true by scientists has been tested by multiple independent researchers under a wide range of conditions. It is the most powerful explanation that scientists have to offer.  Galileo’s theory was tested across the world, including off a church tower in the Netherlands, and has even been tested off our planet, as an astronaut has dropped two objects on the Moon! ","Scientists (like others) want to be the first, with the most important ideas.  This competition is a strength of science, since it yields new ideas which can be tested. This process can lead to consensus about new evidence that supports the explanations that scientists seek.","Galileo demonstrated how scientific knowledge is open to change, as he challenged prior beliefs. His theory, established by scientific consensus has proven to be durable as robust.  "],"objNames":["wb_hypothesis","wb_theory"]}