{
  "cards": [
    {
      "lines": [
        {
          "type": "title",
          "text": "Net force"
        },
        {
          "type": "headline",
          "text": "Single force that equals the sum of forces acting on an object"
        }
      ]
    },
    {
      "lines": [
        {
          "type": "title",
          "text": "To calculate a net force"
        },
        {
          "type": "headline",
          "text": "Add forces "
        },
        {
          "type": "bullet",
          "text": "Including their sign"
        },
        {
          "type": "headline",
          "text": "Forces right or up are positive, forces left or down are negative"
        }
      ]
    }
  ],
  "definitions": [
    {
      "term": "Net force",
      "def": "The single force that equals the sum of forces acting on an object."
    }
  ],
  "secText": [
    "We start our discussion of net force with forces acting along the same line.",
    "Forces can oppose one another − push or pull in opposite directions.  For instance, a tug-of-war is an example of forces on a rope, acting in different directions. Forces acting in the same direction reinforce each other. ",
    "If we sum the forces, we get a single force that is the net force. The net force will determine the direction of the acceleration.  In the tug-of-war example, the rope will accelerate in the direction of the team that pulls harder. ",
    "Forces are <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_vector_definition'>vectors</a>.  This means they have a magnitude and a direction.  In this section, we discuss forces that are acting along a line, such as the forces being exerted on the rope. ",
    "To calculate a net force, we add each force, including their sign. If they are acting in the same direction, the net force is greater in magnitude than any individual force.  ",
    "When two forces act in opposite directions, summing them results in a force smaller in magnitude than the larger individual force. When two forces are equal in magnitude but opposite in direction, they sum to zero, and there is no net force.",
    "Forces that are added in this way <u>must be</u> acting along the same line. You must remember to use signs, such as negative for forces acting to the left or down."
  ],
  "objNames": [
    "wb_net_force_concept1",
    "wb_net_force_equation"
  ]
}