{
  "cards": [
    {
      "lines": [
        {
          "type": "title",
          "text": "Constructive interference"
        },
        {
          "type": "headline",
          "text": "Combined wave has greater amplitude"
        }
      ]
    },
    {
      "lines": [
        {
          "type": "title",
          "text": "Bright bands"
        },
        {
          "type": "headline",
          "text": "Locations where waves constructively interfere"
        }
      ]
    }
  ],
  "definitions": [
    {
      "term": "Constructive interference",
      "def": "The combination of two waves has greater amplitude than either individual wave."
    }
  ],
  "secText": [
    "We have been discussing the bright and dark bands formed by interference. In this section, we begin to explain why these bands are formed. To do this, we use the terms constructive and destructive interference.  These terms describe what occurs when waves overlap. ",
    "We start with constructive interference.  Constructive interference causes the bright bands in light interference.  With <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_wave_amplitude_wave'>water waves</a>, it means a location with maximum peaks and troughs. ",
    "What causes constructive interference?  We show this in the upper diagram, using the principle of <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_superposition_concepts1'>superposition</a>. Peak meets peak, and trough meets trough.  The result is a wave with greater amplitude.  The diagram shows perfect constructive interference.  The peaks line up exactly with one another.  We say the waves are “in phase.” ",
    "We use constructive interference to explain bright bands. The two waves shown in the lower illustration are in phase when they leave the slits, and they are still in phase when they reach the screen. This means that peak meets peak, and trough meets trough. The waves constructively interfere. ",
    "The result of constructive interference between light waves is a region that is bright. The band is brighter than it would be if only one of the waves were present. At the center of each band, there is complete constructive interference, and the light is brightest there.  At the less bright regions within a band, there is partial constructive interference. The waves are not perfectly in phase − peak does not exactly overlap with peak − but still they combine to form a relatively bright region. "
  ],
  "objNames": [
    "wb_constructive_interference",
    "wb_constructive_interference_light_concepts"
  ]
}