{"cards":[{"lines":[{"type":"title","text":"Graph of radio decay"},{"type":"headline","text":"  <math>    <mrow>      <mi>f</mi>      <mo stretchy=\"false\">(</mo>      <mi>x</mi>      <mo stretchy=\"false\">)</mo>      <mo>=</mo>      <msup>        <mrow>          <mrow>            <mo>(</mo>            <mrow>              <mfrac linethickness=\"thin\">                <mn>1</mn>                <mn>2</mn>              </mfrac>            </mrow>            <mo>)</mo>          </mrow>        </mrow>        <mrow>          <mfrac linethickness=\"thin\">            <mtext>x</mtext>            <mn>8</mn>          </mfrac>        </mrow>      </msup>    </mrow>  </math>= 0.917<sup class=\"\">x</sup>"}]},{"lines":[{"type":"title","text":"Modeling with a power equation"},{"type":"headline","text":"Power regression"}]}],"definitions":[],"secText":["Exponential functions can describe natural phenomena. For instance, radioactive materials decay exponentially, with the amount of radioactive material repeatedly decreasing by half over a fixed period of time, called the <i>half-life</i> of the material. After each half-life period, there is half as much radioactive material as before.","Radioactive iodine, I-131, is used to treat thyroid disease. It has a half-life of 8 days, which means that after 8 days, the amount of I-131 is half the original amount. After 16 days, only one quarter of the original amount is left, after 24 days, one-eighth is left, and so on.","The function <math><mrow><mi>f</mi><mo stretchy=\"false\">(</mo><mi>x</mi><mo stretchy=\"false\">)</mo><mo>=</mo><msup><mrow><mrow><mo>(</mo><mrow><mfrac linethickness=\"thin\"><mn>1</mn><mn>2</mn></mfrac></mrow><mo>)</mo></mrow></mrow><mrow><mfrac linethickness=\"thin\"><mtext>x</mtext><mn>8</mn></mfrac></mrow></msup></mrow></math> states the proportion of the original amount of I-131 remaining after <i>x</i> days. We can approximate this function using the exponential function <span class=\"math\"><i>f</i>(<i>x</i>) = 0.917<sup class=\"\">x</sup></span> because <math><mrow><msup><mrow><mrow><mo>(</mo><mrow><mfrac linethickness=\"thin\"><mn>1</mn><mn>2</mn></mfrac></mrow><mo>)</mo></mrow></mrow><mrow><mfrac linethickness=\"thin\"><mn>1</mn><mn>8</mn></mfrac></mrow></msup><mo>≈</mo><mo></mo><mn>0.917</mn></mrow></math>.  To put it another way, about 91.7% of the prior amount of I-131 remains after each half life period. ","As you rise above the Earth in a plane or in your own personal spacecraft, the higher you go, the farther you can see along the Earth’s surface. The table provides the numbers and the scatter plot gives you a visual sense of the data.","The scatter plot does not appear to be linear. Since the points do not rise and fall (or fall and rise), it also does not appear to be quadratic. With just a few data points, it may take some trials to find the best model. To model this set of data, the best choice is a power regression. In a power regression, the data points are modeled with an equation of the form <i>y </i>=<i> ax</i><sup class=\"\">b</sup>, and the values of a and b that best fit the data are found.","Using a spreadsheet, we enter the data to create a scatter plot, and ask for a Power trendline.  The spreadsheet returns the equation <i>y</i> = 6.3781<i>x</i><sup class=\"\">0.4433 </sup>with an <i>r</i><sup class=\"\">2</sup> of 0.9980.  The function is a good fit, and our believe that the data looked like it could be modeled with an exponential equation.   "],"objNames":["Graph of radio decay","Modeling with a power equation"]}