{"cards":[{"lines":[{"type":"title","text":"Wave pulse"},{"type":"headline","text":"Is reflected and inverted"},{"type":"headline","text":"Creates standing wave"}]},{"lines":[{"type":"title","text":"Standing wave created by reflection"},{"type":"headline","text":"Example of resonance"}]}],"definitions":[{"term":"Inverted","def":"Flipped – a peak becomes a trough, and vice versa."}],"secText":["We discuss how a standing wave can be created by a wave reflecting.  This proves useful in discussing musical instruments such as a guitar, where a wave encounters endpoints and reflects back to form a standing wave.  It is also an example of resonance in waves. ","You see a string with one end fastened to a wall. A pulse is sent down the string. It is reflected at the wall − it changes direction.  It also is inverted: A peak returns as a trough, and a trough as a peak. ","The nature of the reflected pulse is explained by Newton’s third law. When the pulse reaches the wall, the string exerts a force on the wall. In turn, the wall exerts an equal and opposite force on the string. This equal and opposite force inverts the pulse and sends it back along the string.","When a periodic wave is sent down the string, the wave reflects, and its reflection moves in the direction opposite to the original wave. The reflection has the same amplitude and wavelength as the initial wave.","Earlier, you explored what happened when identical waves moving in opposite directions encountered each other. The result is a standing wave, created by two identical traveling waves moving in opposite directions.  Reflection can create a standing wave.","In our example, we are showing multiple wave pulses shaking the string.  They are in resonance with the string − vibrating at a natural frequency that increases the amplitude of the wave.  You can see this by contrasting the heights of the peaks and troughs in the first and second diagrams."],"objNames":["wb_reflected_waves_concepts","wb_reflected_waves_concepts2"]}