{
  "cards": [
    {
      "lines": [
        {
          "type": "title",
          "text": "Refrigerator "
        },
        {
          "type": "headline",
          "text": "Heat flows from warmer interior to cooler refrigerant"
        },
        {
          "type": "headline",
          "text": "Work causes heat flow from warm to cold"
        }
      ]
    }
  ],
  "definitions": [
    {
      "term": "Refrigerator",
      "def": "An engine that transfers thermal energy from a lower temperature location to one at a higher temperature, cooling the lower temperature location."
    }
  ],
  "secText": [
    "Refrigerators force heat to flow in the opposite direction than it naturally (spontaneously) would. They force heat out of the cooler interior to the warmer environment. It requires work to pump the heat out of the refrigerator.",
    "The cycle begins with a cold refrigerant in a heat-exchanging pipe. The liquid refrigerant is cooler than the air inside the refrigerator.",
    "Heat flows spontaneously from the warmer inside of the refrigerator to the cooler refrigerant, making the refrigerant warmer and the refrigerator’s interior cooler.   Energy is conserved − only its location is being changed. ",
    "The heat flow to the refrigerant increases its energy until it becomes a gas. It passes through a compressor, which does much work on the gas, reducing its volume and raising its temperature <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_adiabatic_concept'>without heat transfer</a>. ",
    "The hot refrigerant flows to the outside of the refrigerator and cools, with heat flowing to the cooler outside air. This takes place at the coils of tubing behind or under a refrigerator, and they will be warm to the touch. ",
    "The now-liquid, high-pressure refrigerant returns to the refrigerator and is allowed to expand. It expands, doing a little work, causing it to lose thermal energy and cool. It has returned to its initial state, and is ready to cool the interior of the refrigerator again. "
  ],
  "objNames": [
    "wb_refrigerator_concepts1"
  ]
}