{
  "cards": [
    {
      "lines": [
        {
          "type": "title",
          "text": "Fusion"
        },
        {
          "type": "headline",
          "text": "Occurs in Sun"
        },
        {
          "type": "headline",
          "text": "Lighter nuclei fuse"
        },
        {
          "type": "headline",
          "text": "Radioactive decay occurs"
        },
        {
          "type": "headline",
          "text": "Nuclei fuse into larger, more stable pieces"
        },
        {
          "type": "headline",
          "text": "Energy is released"
        }
      ]
    }
  ],
  "definitions": [
    {
      "term": "Fusion",
      "def": "Two light nuclei fuse into a heavier one, releasing energy."
    }
  ],
  "secText": [
    "We discuss fusion in the context of the Sun. Fusion powers stars. The Sun is about 300,000 times more massive than Earth. The force of gravity at the Sun’s surface is far stronger than it is on Earth. The powerful force of gravity and the high temperatures in the Sun supply the conditions for fusion. ",
    "High temperature and the strong gravitational force within the Sun pull hydrogen nuclei (protons) very close together.  The extreme conditions temporarily overcome the repulsive electrostatic force of the protons. ",
    "The process starts with protons colliding. One undergoes <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_radioactive_2'>radioactive decay</a>, turning into a neutron and emitting a neutrino and a positron (the antiparticle of an electron). The positron quickly collides with an electron and they annihilate, with the result being a pair of photons.",
    "Second, the proton and the resulting neutron combine with the abundant free protons to form a helium atom with a nucleus containing two protons and a neutron. The strong force plays a crucial role in the next two steps in fusion. It causes neutrons and protons to bind together, overcoming the force that repels protons from one another.  ",
    "Energy is released during fusion of light elements (the elements up to iron). These nuclei release energy as they fuse into larger nuclei."
  ],
  "objNames": [
    "wb_fusion_weak"
  ]
}