{
  "cards": [
    {
      "lines": [
        {
          "type": "title",
          "text": "Electric potential "
        },
        {
          "type": "headline",
          "text": "Defines ability of electric field to create <i>PE</i>"
        },
        {
          "type": "headline",
          "text": "Calculated using a test charge"
        },
        {
          "type": "headline",
          "text": "Potential can be positive or negative"
        }
      ]
    },
    {
      "lines": [
        {
          "type": "title",
          "text": "Electric potential equation"
        },
        {
          "type": "headline",
          "text": "Unit: volt (V)"
        }
      ]
    }
  ],
  "definitions": [
    {
      "term": "Electric potential",
      "def": "Ability of a field to “create” potential energy, calculated as the electric potential energy in a field divided by a test charge."
    }
  ],
  "secText": [
    "We show how to calculate the electric potential energy of a system, and from that, the electric potential of a point in an electric field, by using a positive test charge. The upper diagram shows a positive charge with its electric field diagram shown in a plane around it. If we place a test charge at a point in the field, the system of two charges will have electric potential energy. ",
    "Even when there is no test charge in the field, there is electric potential at every point. At the risk of using the word “potential” too many times in one sentence, electric potential is the potential for electric potential energy at a point in an electric field! As with electric fields, electric potential is calculated using a test charge.  The test charge creates a system with electric potential energy.",
    "  <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_pe_definition'>Potential energy</a> can be positive or negative, depending on whether the signs of the charges are the same or opposite.  The electric potential caused by a single charge is negative if the charge causing it is negative, and positive if it is positive.  ",
    "You use the equation shown to calculate electric potential. The electric potential <i>V</i> at a point in a field equals the electric potential energy <i>PE</i> that a test charge has when it is there, divided by the quantity <i>q</i> of the test charge. This makes the measure of the electric potential at a point independent of the test charge. ",
    "Electric potential <i>V</i> is measured in volts. The abbreviation for volts is also the capital letter V (this unit abbreviation is not italic). One volt equals one joule per coulomb. "
  ],
  "objNames": [
    "wb_electric_potential_concepts",
    "wb_electric_potential_eq"
  ]
}