{"cards":[{"lines":[{"type":"title","text":"Tangential velocity"},{"type":"headline","text":"Linear velocity at any instant"},{"type":"headline","text":"Magnitude: Magnitude of linear velocity"},{"type":"headline","text":"Direction: Tangent to circle"}]},{"lines":[{"type":"title","text":"Tangential velocity equation"},{"type":"headline","text":"Unit: meter/second"}]}],"definitions":[{"term":"Tangential velocity","def":"The instantaneous linear velocity of a point on a rotating object."},{"term":"Tangent","def":"A line that touches a circle at just one point.  It is perpendicular to the circle’s radius at that point."}],"secText":["Tangential velocity allows us to relate the ideas of linear and angular velocity. ","To discuss these concepts, we use the salt and pepper shakers you see in the upper diagram. Because they are revolving at the same rate, the salt and pepper shakers on the rotating lazy Susan have the same angular velocity. However, at any instant, they have different linear velocities − the salt shaker is moving faster since it travels a greater distance than the pepper shaker. The instantaneous linear velocity of a point on a rotating object is called its tangential velocity.","The magnitude of the tangential velocity of an object equals the magnitude of its linear velocity, or speed, at an instant in time. The salt shaker has a greater speed because it is farther from the axis of rotation than the pepper shaker, so it travels a greater distance during any time interval. ","The direction of tangential velocity is always tangent to the circle of motion of the object. Tangent means a line that touches the circle at just one point. The tangent is perpendicular to the circle’s radius at that point.  ","We show the equation for tangential velocity: The magnitude of the velocity equals the product of the distance to the axis of rotation and the angular velocity. The direction of the tangential velocity is tangent to the circle at the object’s location."],"objNames":["wb_tangential_velocity_concept","wb_tangential_velocity_equation"]}