{"cards":[{"lines":[{"type":"title","text":"Wavelength and frequency"},{"type":"headline","text":"Wave speed is determined by string properties"},{"type":"headline","text":"Frequency inversely proportional to wave length"}]},{"lines":[{"type":"title","text":"Harmonics"},{"type":"headline","text":"First harmonic is called fundamental frequency"},{"type":"headline","text":"Are multiples of the fundamental frequency"}]}],"definitions":[{"term":"Fundamental frequency","def":"The frequency of a standing wave in a vibrating string that has two nodes."}],"secText":["We discuss the relationship of wavelength, frequency, and harmonics. The string will have a particular moving wave speed, based on properties such as tension in the string, and mass per unit length.  This is why many musical instruments have adjustable tension − so that the moving wave speed on the string can be set by the musician.   ","The possible wavelengths of harmonics is determined by the harmonics. We determined the possible wavelengths of harmonics, but we want to relate them to the possible frequencies, since that is how we perceive sound.  ","To solve for frequency, we use an equation we’ve seen: <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_wave_speed_equationa'>Wave speed<\/a> equals the product of  wavelength and frequency.  We solve the equation for frequency, showing that  wavelength and frequency have an inverse relationship − for instance, double the wavelength and the frequency must be halved when the wave speed stays constant.","We apply these relationships to the harmonics. The first harmonic has the greatest wavelength and the smallest frequency.  The second harmonic has half the wavelength of the first harmonic so it must have twice the frequency, and the third harmonic has one-third the wavelength of the first harmonic and triple the frequency. As you can see, each frequency is an integer multiple of the smallest frequency, which is often called the “fundamental frequency.”   ","Let’s tie this all back to a musical instrument, the piano.  Its strings have different lengths, which means it allows different wavelengths.  Each string also has different thicknesses and tensions, which determine its wave speed.  These factors combine to determine the frequency of sound, the note, the string will play."],"objNames":["wb_harmonics_concepts2","wb_harmonics_concepts3"]}