{"cards":[{"lines":[{"type":"title","text":"Path lengths the same"},{"type":"headline","text":"Constructive interference occurs when"},{"type":"bullet","text":"  <math>    <mrow>      <mi mathvariant=\"normal\">Δ<\/mi>      <mi>p<\/mi>      <mo>=<\/mo>      <mn>0<\/mn>      <mo>,<\/mo>      <mtext> <\/mtext>      <mi>λ<\/mi>      <mo>,<\/mo>      <mtext> <\/mtext>      <mn>2<\/mn>      <mi>λ<\/mi>      <mo>,<\/mo>      <mn>...<\/mn>    <\/mrow>  <\/math>"},{"type":"bullet","text":"  <span class=\"Symbols\">∆<\/span>  <i>p<\/i> = difference in path lengths"}]},{"lines":[{"type":"title","text":"Path lengths differ by one-half wavelength"},{"type":"headline","text":"Destructive interference occurs when"},{"type":"headline","text":"  <math>    <mrow>      <mi mathvariant=\"normal\">Δ<\/mi>      <mi>p<\/mi>      <mo>=<\/mo>      <mfrac linethickness=\"thin\">        <mn>1<\/mn>        <mn>2<\/mn>      <\/mfrac>      <mi>λ<\/mi>      <mo>,<\/mo>      <mtext> <\/mtext>      <mfrac linethickness=\"thin\">        <mn>3<\/mn>        <mn>2<\/mn>      <\/mfrac>      <mi>λ<\/mi>      <mo>,<\/mo>      <mtext> <\/mtext>      <mfrac linethickness=\"thin\">        <mn>5<\/mn>        <mn>2<\/mn>      <\/mfrac>      <mi>λ<\/mi>      <mo>,<\/mo>      <mn>...<\/mn>    <\/mrow>  <\/math>"}]}],"definitions":[],"secText":["It is important to remember that principles such as interference apply to all forms of waves. For a change of pace from light, we now discuss how waves from two sound sources can combine to make a louder sound or no sound at all.   ","The diagrams show two loudspeakers that create identical sound waves, waves with the same amplitude and wavelength. The wave sources are in phase. In the upper diagram, the waves travel the same distance from the speakers to the listener’s ear. Peak meets peak and trough meets trough at her ear. This causes constructive interference, and she hears a louder sound in this case.","Since the path lengths are the same in our example of constructive interference, the difference in path length is zero.  We use <span class=\"Symbols\">∆<\/span><i>p<\/i> to represent the difference in path lengths.  Constructive interference would also result if the path length difference equaled one wavelength, two wavelengths, or any integer multiple of a wavelength.","In the bottom diagram, one speaker has been moved one-half the wavelength of the sound farther from the listener. This means that one speaker’s peak meets a trough from the other, and vice versa. ","The result is destructive interference. In principle, if the amplitudes of the waves at the listener’s ear are equal, she will experience silence as the waves cancel. This is the basis for noise-cancelling headphones.  The system analyzes the wavelengths of unwanted external sounds, and generates waves exactly out of phase with them to cancel them out. ","Destructive interference occurs when the path difference is half a wavelength, 3\/2 wavelengths, and so on. The extra half wavelength difference causes peak to meet trough, and trough to meet peak."],"objNames":["wb_wave_path_constructive_concepts","wb_wave_path_destructive_concepts"]}