{"cards":[{"lines":[{"type":"title","text":"Magnetic force on current"},{"type":"headline","text":"Magnetic field applies force on current-carrying wire"},{"type":"headline","text":"Proportional to current, length of wire "},{"type":"headline","text":"Direction of force found with a right-hand rule"}]},{"lines":[{"type":"title","text":"Magnetic force on current equation"}]}],"definitions":[],"secText":["We can calculate the force a magnetic field applies on a current-carrying wire.    ","To illustrate how this is done, in the diagram we show a segment of wire in a magnetic field. We assume the current is perpendicular to the magnetic field. The <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_bfields_wires_concepts1'>magnetic field applies a force<\/a> on the current-carrying wire, just as it would on any moving charges. ","The force on the wire is proportional to the current running through the wire. Why? A larger current is caused by one of two factors: Either more electrons are moving through the wire, or the electrons are moving faster. Since the magnetic force is a function of the strength and the velocity of a charge, increasing either will increase the force. The overall force will also increase as the length of the wire within the field increases because, when the wire is longer, there are more moving electrons in it that are acted upon by the field.","The right-hand rule is used to determine the direction of the force. The thumb points in the direction of the force when the fingers wrap from the direction of <a class='pjumpToVideo' href='javascript:void(0)' data-video='true' data-vref='wb_electric_current_concepts2'>conventional<\/a> (positive) current to the magnetic field. ","The equation we show is used to calculate the magnetic force on a wire with a current flowing through it. The force is the product of current, the wire length, and the magnetic field strength. The equation requires that the current and magnetic field be perpendicular."],"objNames":["wb_bforce_current_wire_concepts","wb_bfield_current_equation"]}