{
  "cards": [
    {
      "lines": [
        
      ]
    }
  ],
  "definitions": [],
  "secText": [
    "  <b><span style='float:left ;clear:both ;text-align:left;margin-bottom: 5px;'>Enduring Understandings: </span></b> <ol style='list-style-type: decimal;padding-left: 25px;float:left;clear:both'><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Thermal energy is the energy due to the energy of molecules within an object. Temperature is the measure of kinetic energy (motion) of molecules. Heat is the transfer of thermal energy.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The four states of matter are solids, liquids, gases, and plasma.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Thermodynamics is the study of heat, work, and energy.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Thermal energy is the energy due to the molecular potential and kinetic energy within an object. Thermal energy is measured in joules.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Temperature is the measure of the kinetic energy of the molecules within an object. Temperature can be measured with thermometers.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Absolute zero is the point at which all molecular movement stops. Absolute zero can be used as a reference point between degrees Kelvin, Celsius, and Fahrenheit.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>To convert from Celsius to Kelvin, add 273.15. To convert from Kelvin to Celsius, subtract 273.15. To convert from Fahrenheit to Celsius, subtract 32 and multiply by 5/9. To convert from Celsius to Fahrenheit, multiply by 9/5 and add 32.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Thermal equilibrium occurs when there is no net heat flow between two objects that are in contact with each other.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Heat is the movement of thermal energy. Heat flows spontaneously from warmer objects to colder objects. Heat does not flow spontaneously from colder objects to warmer objects.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Specific heat is the amount of heat needed to raise the temperature of one kilogram of a material by one degree Celsius.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Calorimetry is the study of heat transfer. Calorimeters can be used to identify the specific heat of an unknown object.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>State changes are the transformation of matter between states, such as from solid to liquid, liquid to gas, gas to liquid, and liquid to solid. The amount of heat needed for a state change can be calculated using the latent heat equations.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The heating curves of state changes show the amount of heat needed between states and the increase in temperature that occurs as a result of heat transfer.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Conduction is the heat transfer due to contact within or between objects. </li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Convection is the heat transfer due to motion of molecules within fluids. An example of convection is warm air rising.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Electromagnetic radiation is the transfer of energy by electric and magnetic fields. An example of electromagnetic radiation is the Sun's energy heating Earth's atmosphere.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Conduction, convection, and electromagnetic radiation all deal with the idea of heat transfer, but vary in how heat is transferred.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Thermal expansion is when a material expands because the material's temperature has increased or decreased.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Linear thermal expansion is the increase or decrease in the length of an object due to a change in temperature.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Thermal volume expansion is the increase or decrease in the volume of an object due to a change in temperature.</li></ol>"
  ],
  "objNames": [
    
  ]
}