{
  "cards": [
    {
      "lines": []
    }
  ],
  "definitions": [],
  "secText": [
    "  <b><span style='float:left ;clear:both ;text-align:left;margin-bottom: 5px;'>Essential Questions:</span></b> <ol style='list-style-type: decimal;padding-left: 25px;float:left;clear:both'><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>How can we create charged objects?</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>How can we calculate the force between charged particles?</li><li  style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>How can we calculate electric fields?</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>How can we measure the amount of energy between two charges?</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>How can we use Coulomb's law to calculate electric potential energy and electric potential for a system of charges?</li></ol>",
	
	"  <b><span style='float:left ;clear:both ;text-align:left;margin-bottom: 5px;'>Enduring Understandings: </span></b> <ol style='list-style-type: decimal;padding-left: 25px;float:left;clear:both'><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Electrons and protons are the fundamental charge particles. Electrons have negative charge, while protons have positive charge. A system of charges has a net charge.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Charge is conserved in a system. A system's net charge remains constant.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Charge flows freely in conductors. Charge flows with great difficulty in insulators. Charge flows from an object to a ground, leaving the object with a neutral charge.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The electric force is the attraction or repulsion between charged particles. Like charges repel, while opposite charges attract. </li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Coulomb's law calculates the force between two charged particles. To find the electric force, multiply Coulomb's constant by the charge of particle 1 by the charge of particle 2 divided by the square of the distance between the charged particles.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Fields describe forces that act at a distance. Gravitational and electric forces can be modeled using fields. Field lines show the direction of forces acting on test masses. The closer the field lines are to each other, the stronger the field is.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Electric fields describe the amount of electric force that a charged particle experiences. The direction of the electric field is the direction of the force the field exerts on a positive test charge.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Electric field diagrams show the strength of electric fields at any location.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The force from an electric field can be calculated by multiplying the charge by the electric field.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The electric potential energy is due to the quantities and separation of the charges. It can be positive or negative. </li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Electric potential is the electric potential energy per unit charge. Electric potential difference can be calculated between two points.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Force and electric potential energy between two charges can be calculated using Coulomb's law.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The potential difference in a uniform field can be calculated by multiplying the negative of the electric field by the displacement between the plates.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The electric potential of a system of charges is the sum of the electric potential of each charge, which are calculated using Coulomb’s constant.</li></ol>"
  ],
  "objNames": []
}