{
  "cards": [
    {
      "lines": [
        
      ]
    }
  ],
  "definitions": [],
  "secText": [
    "  <b><span style='float:left ;clear:both ;text-align:left;margin-bottom: 5px;'>Enduring Understandings: </span></b> <ol style='list-style-type: decimal;padding-left: 25px;float:left;clear:both'><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>A force causes the acceleration of an object. Examples of forces include friction, gravity, and tension.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Forces can be added to calculate the net force on an object.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Newton's first law states that an object will continue to move at a constant velocity unless a net force acts upon it.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Mass is the property that a body has that causes it to resist acceleration.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Newton's second law states that net force is equal to mass multiplied by acceleration. Acceleration is in the direction of the net force.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Equilibrium is reached when there is no net force (and therefore no net acceleration) on an object.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Motion equations can be used to solve for acceleration. Acceleration can then be substituted into Newton's second law to solve for mass or net force.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Newton's third law states that every force creates an equal but opposite force acting against it.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Weight is defined as the force of gravity acting on an object. Weight is equal to mass multiplied by freefall acceleration. Weight depends on the freefall acceleration experienced by the mass.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The normal force occurs when two objects are in direct contact. The direction of the normal force is always perpendicular to the contact surface.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Tension is the force on an object by a string, cord, rope, or chain. Tension acts in the direction that the string, cord, rope, or chain is being pulled.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Friction is the force that acts opposite an object sliding on top of a surface. Kinetic friction is the friction of a moving object sliding on top of a surface. Static friction occurs when a force is being applied to accelerate an object, but the object is not moving.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Hooke's law calculates the force on a spring when a spring is displaced from equilibrium. The spring force is equal to the negative spring constant multiplied by the displacement from equilibrium.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'> The force of air resistance can be calculated for a falling object. When air resistance is equal to the force due to gravity, then an object has reached terminal velocity.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Free-body diagrams are representations of the forces acting upon an object. The forces in a free-body diagram start from the origin of the object and point in the direction of the force. The length of the force vector corresponds to the magnitude of the force.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Free-body diagrams can be drawn for objects when the forces are not acting on a line. The same rules for drawing free-body diagrams for forces acting on a line apply to free-body diagrams for forces not acting on a line.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>When multiple forces are acting on an object, draw a free-body diagram. To solve for forces that are not acting on a line, use trigonometric ratios.</li></ol>"
  ],
  "objNames": [
    
  ]
}