{
  "cards": [
    {
      "lines": [
        
      ]
    }
  ],
  "definitions": [],
  "secText": [
    "  <b><span style='float:left ;clear:both ;text-align:left;margin-bottom: 5px;'>Enduring Understandings: </span></b> <ol style='list-style-type: decimal; padding-left: 25px;float:left;clear:both'><li  style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Exponents state how many times to multiply the base of a power.</li><li  style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>In science, the metric system is used to measure quantities.</li><li  style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>A conversion factor is used to convert between units and prefixes.</li><li  style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Dimensional analysis can be used to confirm the correct units in a calculation.</li><li  style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Scientific notation is used to write both large and small numbers.</li><li  style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The product and quotient rules are used to multiply and divide powers.</li><li  style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Numbers in scientific notation can be multiplied and divided using the product and quotient rules.</li><li  style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Significant figures are used to convey a precise number.</li><li  style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>When multiplying and dividing numbers, the number of significant digits in the answer remains the same as the number with the least amount of significant digits in the calculation. When adding and subtracting numbers with significant digits, the answer has the same amount of significant digits as the number with the least amount of decimal places in the calculation. </li><li  style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'> Science is the study of natural phenomena and the creation of testable explanations to explain behavior.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>A hypothesis is an explanation of natural phenomena based on evidence. A hypothesis is testable. A theory is a hypothesis that has been tested so extensively that it is considered to be true.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Science questions can be tested. The evidence gathered based on science can be used to form ethical decisions.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Physicists throughout history have contributed to science and society.</li><li  style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>A testable question will guide the design of an experiment.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The variables of an experiment should be identified to determine what data is important to record. The procedure should be written so that someone else can replicate the experiment.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Precision is a measure of how exact a measurement can be, while accuracy is how close to the true value a measurement is.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Determine if the data is close to what is expected by evaluating the data for reasonableness.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Present the results of an experiment by completing a write-up that includes an introduction, hypothesis, experimental procedure, variables, data presented as tables or graphs, data analysis, and conclusion.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>When analyzing marketing campaigns, determine who is the source of the information, what are the testable claims made, what data is available, and when were the claims made.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>When analyzing news sources, determine who the source of information is, whether the claim is a hypothesis or theory, and what data was collected.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>When communicating scientific information, state your hypothesis, cite your sources, present data that supports your hypothesis, and determine areas of uncertainty in your data.20. When evaluating expressions, first evaluate the parentheses, exponents, multiplication, division, addition, and then subtraction (PEMDAS).</li></ol>"
  ],
  "objNames": [
    
  ]
}