{
  "cards": [
    {
      "lines": [
        
      ]
    }
  ],
  "definitions": [],
  "secText": [
    "  <b><span style='float:left ;clear:both ;text-align:left;margin-bottom: 5px;'>Enduring Understandings: </span></b> <ol style='list-style-type: decimal;padding-left: 25px;float:left;clear:both'><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>When the force on an object is parallel to the displacement of the object, then the work is equal to the force multiplied by the displacement.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>When the force on an object is at an angle to the displacement, the work done on the object is equal to the force multiplied by the cosine of the angle between the force and displacement, and displacement.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>When the force on an object is in the opposite direction of the displacement, then the work is negative.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>By creating a graph of displacement versus force, we can determine the amount of work done when the amount of force changes. The area under the curve is the amount of work done.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>There are many different forms of energy, such as chemical, kinetic, potential, and electric. Work changes the amount of energy of an object.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Kinetic energy is the energy of motion of an object. The kinetic energy of an object can be calculated by multiplying an object's mass by its velocity squared divided by 2.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The net amount of work is equal to the change in kinetic energy of an object.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>There are multiple types of potential energy, such as gravitational potential energy and elastic potential energy. The potential energy of a system can be calculated using the position and forces acting on a system.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The amount of work done on an object is equal to the change in potential energy plus the change in kinetic energy.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Energy is always conserved.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Energy cannot disappear and can be transferred from one system to another.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The rate of energy transfer can be calculated using the transfer of energy divided by elapsed time.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>When positive work is done on a system, it increases the system's energy. When negative work is done on a system, it decreases the system's energy.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>When work is done by a system, it reduces the system's energy.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Conservative forces conserve the energy of a system.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Non-conservative forces reduce the energy of a system.</li></ol>"
  ],
  "objNames": [
    
  ]
}