{
  "cards": [
    {
      "lines": [
        
      ]
    }
  ],
  "definitions": [],
  "secText": [
	"<span style='float:left;clear:both;font-weight:bold;'>Enduring Understandings:</span></br><ol style='list-style-type: decimal;padding-left: 25px;float:left;'><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Quantum things exist in discrete values.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Light is quantized. The fundamental element of light is the photon. The energy of a photon can be calculated by multiplying Planck's constant by the frequency of the light wave.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The photoelectric effect occurs when light hits a material and electrons are ejected from the material. The more intense the light is that strikes the material correlates to an increase in photons. With an increase in photons, there is an increase in the amount of ejected electrons. Light must have the correct frequency or energy to eject electrons of a certain energy.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The Bohr model of the atom is composed of a nucleus in the center of the atom, surrounded by orbits of specific sizes. Electrons exist in the orbits around the nucleus, but the electrons cannot jump between the orbitals.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The Bohr model and quantum theory explain the spectral lines displayed by light. When an electron absorbs or releases energy, it jumps to another orbital. The change in energy of the electron is quantized. Only certain amounts of energy can be released. Each frequency of light has specific spectral lines since each frequency causes a specific change in energy between orbitals.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The energy bands of insulators show a large gap between the conduction band (the energy band where electrons are freer to flow as electric current) and the valence band (the energy band that represents electrons in the outermost orbital of the electron). It takes a large amount of energy to move electrons from the valence band to the conduction band in an insulator, which explains why insulators resist the flow of electrons. The conduction and valence bands of a conductor are overlapping. It does not take added energy for electrons to move into the conduction band to flow as electric current. The energy band diagram of semiconductors is between the conductor and insulator energy band diagrams. The energy gap between the conducting and valence bands is not as great as in insulators, but not overlapped as in conductors. When additional electrons are added to a material, it increases the conductivity of a semiconductor.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Transistors and photovoltaic cells are applications of doping, semiconductors, and insulators.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The medium in a laser is excited by the pumping process. The pumping process raises the energy level of the electrons in the medium. When the electron returns to its original energy state, it emits a photon of light.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Matter waves defined particles as having wavelike properties.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Light interference patterns look similar to electron interference patterns.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The Heisenberg uncertainty principle states that observations can only be so precise. Applying the theory to electrons and orbitals, the precise location of an electron in an orbital is a probability, and not an exact determination of the location.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Erwin Schrödinger's thought experiment paralleled the idea that the position of a particle can be predicted, but only once the position is observed does it become known.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>To calculate the wavelength of a matter wave, divide Planck's constant by momentum.</li></ol>"
  ],
  "objNames": [
    
  ]
}