 {
  "cards": [
  ],
  "definitions": [],
  "secText": [
  "  <span style='float:left;clear: both;font-weight:bold;margin-bottom: 5px;'>Enduring Understandings:</span> <p style='float:left;clear: both;'>Physics supplies knowledge such as F = ma, or facts concerning the nature of an atom’s nucleus, but does not explain the “why” of these facts.</p></br><p>Models are scientific tools. Types of models include physical, conceptual and mathematical. Physical models describe relationships between object, conceptual models present ideas, and mathematical models use equations.</p></br><p>Dot plots, histograms and box-and-whisker plots are tools for showing data that can be measured along a number line. Frequency is how often something occurs.</p></br><p>Mean is the average of data, median is the number in the middle when numbers are arranged from smallest to largest, and mode is the value that occurs the most in a set of data.</p></br><p>Normal distribution is a common pattern of data. Its graph has a symmetrical, bell-like shape.</p></br><p>The probability of an occurrence in data that is normally distributed can be calculated.</p></br><p>Correlation is relationship between two variables.</p><p>Data that comes from linear relationships such as F = ma can be described with trend lines.</p></br><p>Regression is a process that creates the equation that most closely matches data.</p></br><p>The coefficient of determination supplies the measure of how well an equation matches data. 1.0 is perfect, and 0 means the equation is not a match at all.</p></br><p>Categorical data fits into descriptions (e.g. “animal or vegetable”). It can be placed into tables.</p></br><p>Frequencies are used to describe how often data fits descriptions. Joint frequency is how often something matches two descriptions (e.g. “girl” and “on basketball on team.”) Marginal frequency is how often data matches one description (e.g. “girl”). Relative frequency equals a joint frequency (“girl and basketball”) divided by all the data counts (e.g. the total of boys and girls).</p></br><p>Conditional probability is the probability that an event occurs, given that one or more events have already occurred (e.g. the probability that a person is carrying an umbrella given that it is raining.)</p></br>"
   ],
  "objNames": [
  ]
}