{
  "cards": [
    {
      "lines": [
        
      ]
    }
  ],
  "definitions": [],
  "secText": [
    "  <b><span style='float:left ;clear:both ;text-align:left;margin-bottom: 5px;'>Enduring Understandings: </span></b> <ol style='list-style-type: decimal;padding-left: 25px;float:left;clear:both'><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Simple harmonic motion is the movement of an object in a repeated pattern. In simple harmonic motion, the restoring force points toward equilibrium.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The cycle of an object in simple harmonic motion returns the object to its initial state.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The amplitude of an object in simple harmonic is the maximum distance the object is from equilibrium.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The period of an object in simple harmonic motion is the amount of time it takes to complete one cycle.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The frequency of an object in simple harmonic motion is the number of cycles per second that an object completes.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>An object in simple harmonic motion can be graphed as a position-time graph. Using the position-time graph, the amplitude, period, and frequency of the object can be calculated.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>An object in simple harmonic motion reaches maximum acceleration at its greatest distance from equilibrium, and zero acceleration at equilibrium</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>An object in simple harmonic motion reaches maximum velocity at equilibrium, and zero velocity at its greatest distance from equilibrium.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Simple harmonic motion can be graphed as a position-time graph using spreadsheets.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Uniform circular motion can appear to be simple harmonic motion.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Period of mass on a spring is dependent on the mass and spring constant.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>A simple pendulum has its mass all at one end of a rod and sways in simple harmonic motion. The period of a simple pendulum is dependent on its length and freefall acceleration.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>An external force acting on an object in simple harmonic motion generates a forced oscillation. Objects have a frequency at which they naturally vibrate. When the frequency of a force equals the natural frequency of an object, resonance occurs.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>A wave is a disturbance that carries energy through matter or space. Examples of mechanical waves are water and seismic waves. Examples of electromagnetic waves are light and radio signals.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>A wave pulse is a wave with a single disturbance. A periodic wave is a continuing wave with a consistent pattern.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Wave amplitude is the maximum distance from the midpoint of the wave. Wave period is the time it takes the wave to complete one cycle. Wave frequency is the number of wave cycles per second.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Wavelength is a property that applies to waves and not to simple harmonic motion. Wavelength is the distance between adjacent peaks.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The energy of a wave increases as its amplitude increases.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>In transverse waves, particles in the medium move perpendicular to the motion of the wave. In longitudinal waves, particles in the medium move parallel to the motion of the wave. In surface waves, particles in the medium move both parallel and perpendicular to the motion of the wave.</li></ol>"
  ],
  "objNames": [
    
  ]
}