{
  "cards": [
    {
      "lines": [
        
      ]
    }
  ],
  "definitions": [],
  "secText": [
    "  <b><span style='float:left ;clear:both ;text-align:left;margin-bottom: 5px;'>Enduring Understandings: </span></b> <ol style='list-style-type: decimal;padding-left: 25px;float:left;clear:both'><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Uniform circular motion is motion along a circular path at a constant speed.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The rotational period for the orbit of an object can be calculated by dividing 2πr, by the constant speed that the object is moving.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The centripetal acceleration of an object can be calculated by dividing the speed of an object moving in circular motion squared, by the radius of the circle.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The centripetal force acting on an object can be calculated by multiplying the object's mass by its speed squared, divided by the radius.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Artificial gravity is an example of centripetal force.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The gravitational force between two objects can be calculated by multiplying the gravitational constant by the mass of object one and the mass of object two, divided by the distance squared between the two objects.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>G, the gravitational constant, is constant everywhere in the universe. g varies by planet.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Earth's shape and composition explain why g can vary on the same planet.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Newton hypothesized that if a cannonball were fired fast enough from a cannon, the cannonball would remain in circular orbit around the Earth.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Examples of circular orbits include satellites rotating around planets, and planets rotating around the Sun.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The speed of an object in circular orbit can be calculated by taking the square root of the gravitational constant multiplied by the mass of the body being orbited, divided by the radius of the orbit.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The speed at which an object can escape a planet's gravity can be calculated by taking the square root of two times the gravitational constant, times the planet's mass, divided by the radius.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Kepler's first law states that planets move in elliptical orbits around the Sun. The Sun is at one focus of the ellipse.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Kepler's second law states that planets sweep out equal areas in equal amounts of time.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Kepler's third law states that the period of planets A and B squared is equal to the average distance to the Sun of planets A and B cubed.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Orbital energy can be calculated using the gravitational constant, masses of the objects, and orbit radius.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Our understanding of gravity has evolved with the help of Sir Isaac Newton, Johannes Kepler, Galileo, and Einstein.</li></ol>"
  ],
  "objNames": [
    
  ]
}