{
  "cards": [
    {
      "lines": [
        
      ]
    }
  ],
  "definitions": [],
  "secText": [
	"<span style='float:left;clear:both;font-weight:bold;'>Enduring Understandings:</span></br><ol style='list-style-type: decimal;padding-left: 25px;float:left;'><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Magnets are composed of north and south poles. Magnetic field lines point from the north pole of a magnet to the south pole of a magnet.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Earth is an example of a magnet. The magnetic field lines around Earth point from the south pole to the north pole. Compasses measure the magnetic fields on Earth.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The force that a magnetic field applies on a moving charge can be calculated by multiplying the charge by the velocity by the strength of the magnetic field.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Electric currents create magnetic fields around them. The right-hand rule can be used to determine the direction of the magnetic field created by an electric current.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Two current-carrying wires placed close together exert a force on each other and the wires attract.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Electric motors generate currents that create magnetic fields.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Electromagnetic induction is the generation of an electromotor force (emf) by the movement of a conductor through a magnetic field.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The emf produced by electromagnetic induction on a coil is dependent on several factors: the strength of the magnet, the speed of the magnet through the coil, the area of the loop created by the coil, and the number of loops.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Magnetic flux is the product of the magnetic field and the area through which the field is passing. Flux is used to calculate electromagnetic induction.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Faraday's law explains how to calculate an emf induced by electromagnetic induction. Divide magnetic flux by elapsed time.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>A velocity selector allows particles of certain speeds to move through the selector. The speed of the particles that can pass through the velocity selector is dependent on the strength of the electric and magnetic fields within the device.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>When the velocity of a charged particle is perpendicular to the magnetic field it is moving in, then the charged particle moves in circular motion. To find the direction of the force acting on the charged particle, use the right-hand rule.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Edwin Hall determined which type of charged particle makes up electric current. By comparing the potential difference in the top and bottom of a current-carrying strip, he determined that electrons are responsible for current.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>To calculate the magnetic force on a current-carrying wire multiply the current by the length of the wire by the magnetic field.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>To calculate the magnetic field around a current-carrying wire, multiply the permeability of free space by the current, then divide by the product of 2π and the distance the magnetic field is from the center of the wire.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>When a magnetic field and a charged particle moving in the field are not perpendicular, the magnetic force is the product of the particle’s velocity, the magnetic field and the sine of the angle between the two. When the magnetic field and current are not perpendicular, the magnetic force is also calculated using the sine of the angle between the two.</li></ol>"
  ],
  "objNames": [
    
  ]
}