{
  "cards": [
    {
      "lines": [
        
      ]
    }
  ],
  "definitions": [],
  "secText": [
    "  <b><span style='float:left ;clear:both ;text-align:left;margin-bottom: 5px;'>Enduring Understandings: </span></b> <ol style='list-style-type: decimal;padding-left: 25px;float:left;clear:both'><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Rotational motion is the movement about a fixed axis.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Both radians and degrees can be used as units to measure angles.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Angular position is calculated by measuring the arc length divided by the radius. It is measured in radians. Counterclockwise rotation is positive, while clockwise rotation is negative.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Angular displacement is the change in angular position. It is calculated by subtracting the initial angular position from the final angular position. It is measured in radians.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Angular velocity is the angular displacement per elapsed time. It is measured in radians per second.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The angular acceleration is the change in angular velocity per the elapsed time. It is measured in radians per second squared.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Advanced rotational motion equations can be derived from the equations for angular position, angular displacement, angular velocity, and angular acceleration. Advanced rotational motion equations are equivalent to advanced linear motion equations.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Tangential velocity is the linear velocity of an object in rotational motion. It is measured in meters per second.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Torque causes or opposes rotation. It is measured in newton meters.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>When the force is not perpendicular to the torque, torque is calculated by multiplying the position vector by the force, by the sine of the angle between the position vector and the force.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Net torque is the sum of all torques acting on an object.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Net torque can be calculated by multiplying the moment of inertia by the angular acceleration of an object.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The moment of inertia of an object is the sum of the mass of each particle in an object multiplied by the particle’s distance squared from the axis of rotation.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The moment of inertia can be calculated for common shapes such as sphere, cylinders, and rods.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The angular momentum of an object is equal to the moment of inertia multiplied by the angular velocity.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The change in angular momentum can be calculated by multiplying an object's torque by the elapsed time.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Angular motion equations parallel linear motion equations.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Static equilibrium occurs when the net forces along an axis are zero, and the net torque is also equal to zero.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Simple machines change the direction of force. Examples of simple machines are pulleys, levers, wedges, wheels/axles, screws, and inclined planes.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Mechanical advantage can be measured by dividing the force produced by the force applied. The amount of work done on the machine does not change the amount of work done by the machine.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The efficiency of a machine is measured by dividing the work output of the machine by the work input of the machine.</li></ol>"
  ],
  "objNames": [
    
  ]
}