{"cards":[{"lines":[{"type":"title","text":"Three types of materials"},{"type":"headline","text":"Contrast between energy gaps"}]},{"lines":[{"type":"title","text":"Photovoltaic cells"},{"type":"headline","text":"Photon strikes surface"},{"type":"bullet","text":"A mobile electron/hole pair is created"}]}],"definitions":[],"secText":["  <b>Essential Question: </b>  <b>    <br />  </b>How can we explain the energy levels of electrons in semiconductors?","  <b>Enduring Understandings:</b>  <b>    <br />  </b>1. The [OBJ:expsec_x468:energy bands of insulators] show a large gap between the conduction band (the energy band where electrons are freer to flow as electric current) and the valence band (the energy band that represents electrons in the outermost orbital of the electron). It takes a large amount of energy to move electrons from the valence band to the conduction band in an insulator, which explains why insulators resist the flow of electrons. The conduction and valence bands of a [OBJ:expsec_x468:conducto][OBJ:expsec_x470:r are overlapping. It does not take added energy for electrons to move into the conduction band to flow as electric current. The energy band diagram of semiconductors] is between the conductor and insulator energy band diagrams. The energy gap between the conducting and valence bands is not as great as in insulators, but not overlapped as in conductors. When additional electrons are added to a material, it increases the conductivity of a semiconductor.<br />2. [OBJ:expsec_x476:Transistors] and [OBJ:expsec_x477:photovoltaic cells] are applications of doping, semiconductors, and insulators.<br />3. The medium in a [OBJ:expsec_x477:laser] is excited by the pumping process. The pumping process raises the energy level of the electrons in the medium. When the electron returns to its original energy state, it emits a photon of light.","  <b>Vocabulary:</b>  [OBJ:expsec_x470:semiconductor], [OBJ:expsec_x470:doping], [OBJ:expsec_x470:diode], [OBJ:expsec_x475:transistor], [OBJ:expsec_x477:laser]"],"objNames":["wb_atom_energy_levels6","wb_pv_1"]}