{
  "cards": [
    {
      "lines": [
        
      ]
    }
  ],
  "definitions": [],
  "secText": [
	"<span style='float:left;clear:both;font-weight:bold;'>Enduring Understandings:</span></br><ol style='list-style-type: decimal;padding-left: 25px;float:left;'><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Reflection can be applied to types of waves, such as light and water waves. Reflection is the change of direction of a wave at the boundary between two materials, with the wave continuing in the original material.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Plane mirrors are flat mirrors. In reflection, an object is the source of the light, while the image is the reproduction of the object.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Virtual images appear on the opposite side of the mirror as the object. Real images appear on the same side of the mirror as the object.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The Law of Reflection states that the angle of incidence of a ray is equal to the angle of reflection of a ray.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Ray diagrams are used to determine the position and type of image formed by the mirror.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Convex mirrors curve away from the object. Concave mirrors curve toward the object.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>In concave ray diagrams, draw the first ray parallel to the principal axis and reflected back through the focal point. Draw the second ray through the focal point and reflected parallel to the principal axis. Draw the third ray through the center of curvature and reflected back through the center of curvature. Extend all reflected rays behind the mirror as virtual rays.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>In convex ray diagrams, draw the first ray parallel to the principal axis, and reflected off the mirror so the virtual ray extends back to the focal point. Draw the second ray in the direction of the focal point and then reflected so it is parallel to the principal axis. Draw the third ray toward the center of curvature and reflected so the virtual ray is extended to the center of curvature.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Real spherical mirrors do not create a perfectly focused image. Reflected rays intersect before the focal point.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Parabolic mirrors do not create spherical aberrations.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>Reflecting telescopes are an application of parabolic mirrors.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The reciprocal of the focal length is equal to the reciprocal of the image distance plus the reciprocal of the object distance.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The magnification of an object is equal to the image height divided by the object height or the negative of the image distance from the midpoint of the mirror divided by the object distance from the midpoint of the mirror.</li><li style = 'padding-left:15px;text-align:left;margin-bottom: 5px;'>The focal length of a concave mirror can be calculated by dividing the radius of curvature by two. The focal length of a convex mirror can be calculated by dividing the negative radius of curvature by two.</li></ol>"
  ],
  "objNames": [
    
  ]
}