{"cards":[{"lines":[{"type":"title","text":"Sunlight "},{"type":"headline","text":"Electric, magnetic fields of sunlight oscillate in many planes"}]},{"lines":[{"type":"title","text":"Polarized light"},{"type":"headline","text":"The filter transmits polarized light"},{"type":"bullet","text":"Incoming light is unpolarized"},{"type":"bullet","text":"Transmitted light vertically polarized"}]}],"definitions":[{"term":"Unpolarized light","def":"Light with electric fields that oscillate in different planes."},{"term":"Polarized light","def":"Light with electric fields that oscillate in one plane."}],"secText":["Sunlight is unpolarized − the electric and magnetic fields that make it up are oriented in many directions.  Polaroid sunglasses take advantage of this phenomenon to reduce glare.  In this section, we explain what is meant by “unpolarized” and how the sunglasses work. ","In unpolarized light, such as sunlight, the fields of different waves oscillate in different planes. The electric and magnetic fields that make up these waves are all perpendicular to the direction of travel of the waves, but otherwise their directions are randomly oriented.  The upper diagram shows these planes randomly rotated about a line in the direction of the light’s travel. (In discussing polarized light, we use electric fields for our example, but the magnetic field would be described similarly.)","In polarized light, the electric fields of all the waves oscillate in the same plane. We will show one way in which polarized light can be created. You see in the lower diagram a polarizing filter intercepting two waves of unpolarized light.  The filter will only allow through electric fields that are vertically oriented.  They are parallel to the filter’s transmission axis.  ","Waves that oscillate horizontally are absorbed and do not pass through the filter. The result is that the electric fields of all the waves oscillate in the same vertical plane. Sunglasses with polarizing lenses function as filters, similar to the filter described in this section. Polarization is a concept that applies only to transverse waves− longitudinal waves cannot be polarized."],"objNames":["wb_polarization_concepts1","wb_polarization_concepts2"]}