{"cards":[],"definitions":[],"secText":["  <b>Enduring Understandings Continued:<\/b>  <b>    <br \/>  <\/b>17. When the magnetic flux is perpendicular to the magnetic field, calculate the magnetic flux by multiplying the area vector by the magnetic field, by the cosine of the angle between the magnetic field and area vector.<br \/>18. Lenz's law states that an induced current flows so that the direction of its magnetic field opposes the change in magnetic flux that causes the current.<br \/>19. Electric generators are applications of motional induced emf and torque on a current-carrying loop.<br \/>20. Mutual induction occurs when the changing current in one circuit creates current in another circuit.<br \/>21. The ratio of the number of turns on the two sides of a transformer is equivalent to the ratio of the potential difference between the two sides of the transformer.<br \/>22. The concept of electric force and magnetic force were added to throughout history. Every discovery made by scientists such as Joseph Priestly, Charles Coulomb, Christian Oerstad, and James Clerk Maxwell was added to over years of hypotheses and experiments.","  <b>Vocabulary:<\/b> electromagnetic induction, Faraday's law, Hall effect, Lenz's law, magnetic field, mutual induction","  <b>STEM Skills:<\/b>  <b>    <br \/>  <\/b>1. Review charge.<br \/>2. Review velocity.<br \/>3. Review force.<br \/>4. Review electric current.<br \/>5. Review emf.<br \/>6. Review circular motion.<br \/>7. Review electric current.<br \/>8. Review trigonometric functions.<br \/>9. Review electromagnetic induction.<br \/>10. Review potential difference.<br \/>11. Review electric force.<br \/>12. Review magnetic force.","  <b>Language Arts Connection: <\/b>Encourage students to continue recording their thoughts, questions, and vocabulary definitions and sentences in their Science Notebooks. For an explanation of how to incorporate Science Notebooks into your instruction, see Chapter 1 Overview, Part 1.","  <b>Annotated Time Line<\/b>  Encourage students to add to their annotated time line of the historical events described in the text. For each event, have them write a few sentences describing the salient points. Encourage them to consult outside sources to add to their understanding of the events.","  <b>Writing a Magazine Article <\/b>Ask students to write a short magazine article (2-3 pages) on the history of electric and magnetic force. Inform them that their audience is non-scientific. The purpose of the article is to explain the history in an entertaining manner. Before they begin, have them read a few articles to analyze how science writers organize their articles. Websites such as the following will be helpful.","After they have finished, have them work in groups to revise and rewrite the articles. Encourage them to include graphics and photos."],"objNames":[]}