{"cards":[],"definitions":[],"secText":["  <b>Enduring Understandings:</b>  <b>    <br />  </b>1. Elements are the building blocks of matter. Elements are composed of atoms.<br />2. The plum pudding model of the atom is an early model of the atom. The plum pudding model stated that positive charge was evenly distributed throughout the atom, much like plums in plum pudding. Ernest Rutherford proved otherwise. Rutherford shot alpha particles at gold foil. He found that the alpha particles were reflected and changed direction differently than expected. He concluded that in the middle of an atom, there exists a nucleus that is composed of protons of positive charge. The nucleus is surrounded by orbits that contain electrons.<br />3. Two components of the nucleus of an atom are neutrons and protons. Protons have positive charge, while neutrons have no charge.<br />4. Elements are identified by the number of protons that exist within the nucleus. Isotopes of elements contain the same number of protons, but different numbers of neutrons.<br />5. There are four fundamental forces. The gravitational force is the force that attracts two masses to each other. The electromagnetic force is the force between two charged particles or on a charge moving in a magnetic field. The strong force holds the nucleus together by attracting protons and neutrons to each other. The weak force allows the neutron to divide into neutrinos, electrons, and protons.<br />6. A nucleus is stable when it does not spontaneously decay. An unstable element decays into more stable elements.<br />7. The energy of an object at rest is equal to its mass multiplied by the speed of light squared.<br />8. In radioactive decay, a nucleus spontaneously emits particles and is changed into a different element or becomes less excited. Alpha particles are composed of two protons and two neutrons. Negative beta radiation is when an unstable atom's nucleus emits an electron.<br />9. Alpha particles are evidence for the strong force. Since alpha particles are made of two positive charges and two neutral charges, one would expect them to be unstable, but they are stable.  Therefore, there must exist a force (the strong force) stronger than the predicted repulsion between two positive charges.<br />10. When beta particles were emitted during radioactive decay, the transmutated particle had less energy than was expected and scientists did not understand where the emitted electron was coming from. This is explained by the weak force.  The weak force transforms protons into an electron and neutrino that are both emitted during radiation.<br />11. A half-life is the amount of time that it takes for one half of the element to undergo radioactive decay.<br />12. Fusion is defined as when two less stable, lighter nuclei combine to form a more stable, heavier nuclei. The reaction releases energy.<br />13. Fission is defined as a heavier, less stable nuclei dividing into lighter, more stable nuclei. The reaction releases energy and neutrons."],"objNames":[]}