{"cards":[],"definitions":[],"secText":["  <b>Essential Questions: </b>  <b>    <br />  </b>1. How can we explain special relativity?<br />2. How can we describe and organize the subatomic particles that compose the universe and how can we describe the particles that have been inferred but not yet confirmed?<br />3. How are the properties of subatomic particles discovered?","  <b>Enduring Understandings:</b>  <b>    <br />  </b>1. A reference frame is a point of view for observing motion.<br />2. The speed of light is 299,792,458 m/s in a vacuum. The speed of light is constant and does not change in an observer’s or source’s reference frame.<br />3. Time dilates by a given factor when either a clock or an observer of the clock are moving with respect to the other. <br />4. An object’s length contracts by a given factor when either the object or an observer of the object is moving with respect to the other. <br />5. The Doppler light equation states the source frequency times the square root of one minus the speed of the observer divided by the speed of light, all divided by one plus the speed of the observer divided by the speed of light.<br />6. The Standard Model is composed of all the sub-atomic particles which make up the building blocks of matter: quarks, leptons, fermions, and bosons.<br />7. Dark matter is matter that does not emit light, and its existence is deduced from the properties of gravity. Its composition is not known. Dark energy has not been observed, but its existence is inferred from the expansion of the universe. Dark matter is repulsive.<br />8. Black holes are composed of matter so dense that the force of gravity within the black hole prevents light from escaping.<br />9. Gravitational lensing causes light to change direction because of a strong gravitational force.<br />10. The Big Bang theory is the model for the origin of the universe.<br />11. Particle accelerators accelerate particles to near the speed of light. When the particles collide, data on the properties of the particles can be studied. <br />12. Particle accelerators are responsible for the discovery of the Higgs boson, quarks, and antimatter atoms. The CERN Large Hadron Collider is the largest particle accelerator facility in the world."],"objNames":[]}