{"cards":[],"definitions":[],"secText":["  <b>Enduring Understandings:<\/b>  <b>    <br \/>  <\/b>1. Sound waves consist of alternating areas of high and low air pressure. The air particles within a sound wave move in simple harmonic motion.<br \/>2. Different species are able to hear different sound frequencies.<br \/>3. Sound travels at different speeds through different mediums. As temperature increases, the speed of sound also increases.<br \/>4. Sound waves expand and travel in three dimensions. Sound waves can be modeled as an expanding sphere. <br \/>5. Sound intensity can be calculated by dividing the power of a sound by the area in which it expands.<br \/>6. Sound levels are measured in decibels and are a ratio of sound intensities.<br \/>7. When both a sound source and listener are moving toward or away from each other, the sound frequency is different from the perspective of the source and listener.<br \/>8. If we know the listener frequency, sound frequency, speed of source, speed of sound,  and speed of listener, we can calculate what occurs when the listener moves toward or away from the sound source, when the sound source moves toward or away from the listener, or both move at the same time.  <br \/>9. Wave superposition occurs when waves are combined. <br \/>10. In a traveling wave, the disturbance moves from one location to another. In a standing wave, the outline is constant.<br \/>11. Reflected waves can create a standing wave.<br \/>12. Resonance causes an increase in wave amplitude.<br \/>13. Harmonics are frequencies that occur in instruments. If the wave speed, length, and wavelength are known for the instrument, then the harmonic can be calculated.<br \/>14. The harmonics produced depend on whether one end or both ends of the sound-producing column are open or closed. Examples of instruments with two closed ends are stringed instruments, because both ends of the strings are fixed. Examples of instruments with two open ends are pipe organs and flutes. An example of an instrument with one closed end is a clarinet.<br \/>15. A single frequency sound can be described as a pure tone. Pitch refers to the frequency of the sound. Timbre refers to the complexity of the sound.<br \/>16. Fourier analysis uses harmonics to graphically represent sounds. MIDI uses digital representation to represent sounds.<br \/>17. Beats are a pattern of loud and soft sounds."],"objNames":[]}