{"cards":[],"definitions":[],"secText":["  <b>Enduring Understandings:</b>  <b>    <br />  </b>1. Displacement occurs in two dimensions and can be described using vectors and rectangular notation.<b><br /></b>2. Velocity also occurs in two dimensions and can be described using vectors and rectangular notation.<b><br /></b>3. Projectile motion is determined by initial velocity and freefall acceleration. <b><br /></b>4.  The projectile motion graph of acceleration versus time is a horizontal line. The projectile motion graph of velocity versus time is a line with a negative slope. The projectile motion graph for position versus time is a parabola.<b><br /></b>5.  Projectile motion can be calculated using <math><mrow><mi mathvariant=\"normal\">Δ</mi><mi>t</mi><mtext>= </mtext><msqrt><mrow><mfrac linethickness=\"thin\"><mrow><mtext>2</mtext><mrow><mo>(</mo><mrow><mi mathvariant=\"normal\">Δ</mi><mi>y</mi></mrow><mo>)</mo></mrow></mrow><mrow><mo>−</mo><mi>g</mi></mrow></mfrac></mrow></msqrt></mrow></math> and <math><mrow><mi mathvariant=\"normal\">Δ</mi><mi>x</mi><mtext> = </mtext><mrow><mo>(</mo><mrow><msub><mi>v</mi><mrow><mtext>xi</mtext></mrow></msub></mrow><mo>)</mo></mrow><mrow><mo>(</mo><mrow><mi mathvariant=\"normal\">Δ</mi><mi>t</mi></mrow><mo>)</mo></mrow></mrow></math>.<br />6. Horizontal and vertical vectors can be added by placing the tail of one vector to the head of the other.<br />7. Horizontal and vertical vectors can be subtracted by adding the opposite of one vector to another.<b><br /></b>8. The Pythagorean theorem can be used to calculate the unknown magnitude of unknown sides of a right triangle given the other two sides.<b><br /></b>9. The Pythagorean theorem can be used to calculate the components of a vector.<b><br /></b>10. Vectors can be combined by adding or subtracting the components of each vector.<b><br /></b>11. Trigonometric functions are used to calculate unknown angles or sides in right triangles.<b><br /></b>12.  Inverse trigonometric functions are also used to calculate unknown angles or sides in right triangles.<b><br /></b>13. Projectile motion at an angle can be calculated using <math><mrow><mi mathvariant=\"normal\">Δ</mi><mi>x</mi><mo>=</mo><mfrac linethickness=\"thin\"><mrow><mrow><mo>(</mo><mrow><msup><mi>v</mi><mtext>2</mtext></msup></mrow><mo>)</mo></mrow><mrow><mo>(</mo><mrow><mtext>sin </mtext><mrow><mo>(</mo><mrow><mtext>2</mtext><mi>θ</mi></mrow><mo>)</mo></mrow></mrow><mo>)</mo></mrow></mrow><mi>g</mi></mfrac></mrow></math> and <math><mrow><mi>θ</mi><mtext> = </mtext><mfrac linethickness=\"thin\"><mn>1</mn><mn>2</mn></mfrac><mtext>arcsin</mtext><mrow><mo>(</mo><mrow><mfrac linethickness=\"thin\"><mrow><mi>g</mi><mrow><mo>(</mo><mrow><mi mathvariant=\"normal\">Δ</mi><mi>x</mi></mrow><mo>)</mo></mrow></mrow><mrow><msup><mi>v</mi><mn>2</mn></msup></mrow></mfrac></mrow><mo>)</mo></mrow></mrow></math> when flying on level ground.<b><br /></b>14. To multiply a vector by a scalar graphically, increase the length of the vector by the product of the vector and scalar.<b><br /></b>15. To multiply a vector by a scalar numerically, multiply the scalar by each vector component.<b><br /></b>16. Vectors can be written in polar form by using the length of the vector and the angle made with the positive <i>x</i>-axis.<b><br /></b>17. To multiply a polar vector by a scalar numerically, multiply the magnitude of the vector by the absolute value of the scalar. If the scalar is positive, the angle remains the same. If the scalar is negative, add 180° to the angle.<br />18. To convert from rectangular form to polar form, use the Pythagorean theorem to find the angle between the <i>x</i>-axis and vector and the vector magnitude.<br />19. To convert from polar form to rectangular form, use trigonometric functions to find the <i>x</i>- and <i>y</i>-coordinates."],"objNames":[]}