{"cards":[],"definitions":[],"secText":["Standards covered in this lesson include:","  <b>TEK Readiness Standard 4.B.i.<\/b>  <b>    <br \/>  <\/b>(4)  Science concepts. The student knows and applies the laws governing motion in a variety of situations. The student is expected to:<br \/>(B)  describe and analyze motion in one dimension using equations with the concepts of distance, displacement, speed, average velocity, instantaneous velocity, and acceleration<br \/>(i)  describe motion in one dimension using equations with the concept of distance","This standard is covered in: <a class='pjumpToTopic' href='javascript:void(0)' data-chap='1' data-topic='0' data-subtopic='3' data-subsection='0'>1.03.a<\/a>","  <b>TEK Readiness Standard 4.B.iii.<\/b>  <b>    <br \/>  <\/b>(4)  Science concepts. The student knows and applies the laws governing motion in a variety of situations. The student is expected to:<br \/>(B)  describe and analyze motion in one dimension using equations with the concepts of distance, displacement, speed, average velocity, instantaneous velocity, and acceleration <br \/>(iii)  describe motion in one dimension using equations with the concept of speed","This standard is covered in: <a class='pjumpToTopic' href='javascript:void(0)' data-chap='1' data-topic='0' data-subtopic='4' data-subsection='0'>1.04.a<\/a>","  <b>TEK Readiness Standard 4.B.vii.<\/b>  <br \/>(4)  Science concepts. The student knows and applies the laws governing motion in a variety of situations. The student is expected to: <br \/>(B)  describe and analyze motion in one dimension using equations with the concepts of distance, displacement, speed, average velocity, instantaneous velocity, and acceleration <br \/>(vii)  analyze motion in one dimension using equations with the concept of distance","This standard is covered in: <a class='pjumpToTopic' href='javascript:void(0)' data-chap='1' data-topic='0' data-subtopic='3' data-subsection='0'>1.03.a<\/a>","  <b>TEK Readiness Standard 4.B.vii.<\/b>  <br \/>(4)  Science concepts. The student knows and applies the laws governing motion in a variety of situations. The student is expected to: <br \/>(B)  describe and analyze motion in one dimension using equations with the concepts of distance, displacement, speed, average velocity, instantaneous velocity, and acceleration <br \/>(ix) analyze motion in one dimension using equations with the concept of speed","This standard is covered in: <a class='pjumpToTopic' href='javascript:void(0)' data-chap='1' data-topic='0' data-subtopic='4' data-subsection='0'>1.04.a<\/a>"],"objNames":[]}