{"cards":[],"definitions":[],"secText":["  <b>Enduring Understandings:<\/b>  <b>    <br \/>  <\/b>1. Interference is the result of overlapping waves. Examples of interference are waves combining and color. Wave sources for interference can be coherent and incoherent. Light waves combine to create light interference patterns.<br \/>2. Constructive interference is represented by the bright bands in light interference patterns. Constructive interference is when two waves combine to create one wave with greater amplitude than the two individual waves. Destructive interference is represented by the dark bands in light interference patterns. Destructive interference is when two waves combine to create one with a lesser amplitude than the two individual waves.<br \/>3. Constructive interference has a phase difference of 0 degrees. Destructive interference has a phase difference of 180 degrees.<br \/>4. There is no difference in the path length between waves in constructive interference. There is a half a wavelength difference between path lengths in destructive interference.<b><br \/><\/b>5. Knowing the fringe number, wavelength, distance between slits' midpoints, angle between normal and path to fringe, the location of bright and dark bands in two-slit interference can be calculated. To calculate the wavelength of bright bands, multiply the distance between the central fringe and first bright fringe by the distance between the slits' midpoints, then divide by the distance between the slit and the screen.<br \/>6. White light is composed of all visible wavelengths of light. When white light passes through a two-slit barrier, it creates a rainbow-like pattern of bands.<br \/>7. Thin-film interference is a result of both constructive and destructive interference.<b><br \/><\/b>8. Diffraction is the expansion of a wave after it passes through an opening.<br \/>9. Huygens' principle states that waves are made up of spherical wavelets, tangent to the wave front. Each point on the wave front is the source of secondary, spherical wavelets. <br \/>10. Light interference patterns caused by single-slit diffraction cause a large central band, with light bands that fade the farther they are from the central band. Just as in double-slit diffraction, in single-slit diffraction, constructive interference causes bright bands, and destructive interference causes dark bands.<b><br \/><\/b>11. Resolving power is the ability to distinguish between two objects. In objects that appear separate, the diffraction patterns are separate from each other. In objects that are blurry, the diffraction patterns are overlapping. Diffraction is crucial to resolving power.<br \/>12. Computer displays are made of pixels. The number of pixels in computer and cell phone displays is increasing, leading to greater pixel density and greater resolution.<br \/>13. To calculate the approximate minimum angle needed to resolve an image, use Rayleigh's criterion. Multiply 1.22 by the wavelength, divided by the aperture diameter.<b><br \/><\/b><br \/>"],"objNames":[]}