{"cards":[],"definitions":[],"secText":["  <b>Enduring Understandings:<\/b>  <b>    <br \/>  <\/b>1. Refraction is the change in direction of a wave at the boundary between two materials. Refraction is caused by the change in the speed of the wave as it moves between materials.<br \/>2. The index of refraction is a measure of how much light slows as it enters a material. To calculate the index of refraction, divide the speed of light in a vacuum by the speed of light in the material.<br \/>3. Snell's law relates the angle of incidence and angle of refraction to the refraction indices of the materials. The ratio of the sine of the incident angle to the sine of the refraction angle is equal to the ratio of the refraction index of the refracted material by the refraction index of the incident material.<br \/>4. If the index of refraction for the refracted material is greater than the index of refraction for the incident material, then the light bends toward the normal. If the index of refraction for the refracted material is less than the index of refraction for the incident material, then the light bends away from the normal.<br \/>5. An analogy for light refraction is a car moving from ice to dry pavement at an angle, changing direction when part of the car is on dry pavement while part remains on the ice. The car moves at different speeds on the ice and pavement, which causes it to change direction.<br \/>6.  The wavelengths of light traveling through two different mediums can be calculated by setting the ratio of the wavelengths of light in both mediums equal to the ratio of the indices of the refraction of the mediums.<br \/>7. Dispersion is when light separates into the colors (which are composed of specific wavelengths of light) that make it up.<br \/>8. Converging lenses are shaped like two triangles stacked with bases together. The thickest part of a converging lens is its midpoint. A diverging lens is in the shape of two triangles pointed toward each other. The thinnest part of a diverging lens is its midpoint.<br \/>9. Vision is an application of lenses. In the human eye, the ciliary muscle can change the curvature of the lens, which changes the focal length of the lens, which allows what a human views to be in focus.<br \/>10. Glasses and laser eye surgery are also applications of lenses. Glasses can be either converging or diverging lenses. As diverging lenses, they spread light out before the light reaches the eye, which allows for the light to focus farther back in the eye than it would without the glasses. Laser eye surgery reduces the curvature of the lens of the eye, which changes the focal point of the eye.<br \/>11. Refracting telescopes are applications of converging lenses.<br \/>12. The reciprocal of the focal length of a thin lens is equal to the sum of the reciprocal of the object distance and reciprocal of the image distance.<br \/>13. The magnification of an object can be calculated by dividing the image height by the object height or by dividing the negative of the image distance by the object distance."],"objNames":[]}