{"cards":[],"definitions":[],"secText":["  <b>Enduring Understandings:<\/b>  <b>    <br \/>  <\/b>1. The first law of thermodynamics states that the change in thermal energy of a system is equal to the heat transferred to a system minus the work done by the system.<br \/>2. Joule's experiment proved the relationship between energy, heat, and work. A change of heat added to a system or work done by a system results in a change in the thermal energy of the system.<br \/>3. Engines use energy to do work. Engines complete repeating cycles to do work. Engines are not 100% efficient.<br \/>4. Heat engines are used as models of real-world engines. Heat is transferred into the engine, causing work to be done. Heat also flows out of the engine, which contributes to the engine not being 100% efficient.<br \/>5.  In an engine, the work done by the engine is equal to the net heat transfer to the engine.<br \/>6. Heat pumps and refrigerators are examples of engines. Refrigerators force heat from a colder environment into a warmer environment. Heat pumps transfer heat from a warmer environment into a colder environment.<br \/>7. In the first step of an engine cycle, heat flows into the system, causing the temperature and pressure of the system to increase, while the volume is constant. In the second step of an engine cycle, work is done by the system, causing the pressure and temperature of the system to decrease. Heat flows out of the system. In the third step of an engine cycle, work is done on the system, and the engine returns to its initial state.<br \/>8. In an adiabatic process, there is no heat transfer into or out of the system. In an isobaric process, pressure remains constant. In a constant volume process, there is no work done by the system.<br \/>9. Boyle's law shows the relationship between the pressure and volume of a gas when temperature is held constant. Charles' law shows the relationship between the volume and temperature of a gas when pressure is held constant.<br \/>10. The ideal gas law shows the relationship between pressure, volume, amount of the gas (in moles or particles), and the temperature of the gas.<br \/>11. Pressure-volume graphs describe the pressure and volume within a system during an engine cycle. The area under the graph is the amount of work done by the system.<br \/>12. The efficiency of engine cycles can be calculated by taking ratios using either work, heat in and heat out, or temperature of the hot and cold reservoirs.<br \/>13. The second law of thermodynamics states that engines cannot be 100% efficient. Real-world engines lose heat to the environment during an engine cycle, so not all heat goes to doing work. Heat flows spontaneously from hotter environments to colder environments. Heat does not flow spontaneously from colder environments to hotter environments.<b><br \/><\/b>"],"objNames":[]}