{"cards":[],"definitions":[],"secText":["  <b>Enduring Understandings:</b>  <b>    <br />  </b>1. Electric current is the rate of flow of electric charge passing through a surface. The direction of conventional current is the same as the direction of the flow of positive charges.<br />2. Resistors inhibit the flow of current.<br />3. Use Ohm's law to calculate current, potential difference, or resistance if two of the three variables are known.<br />4. Current flows easily through conductors, while insulators resist the flow of current.<br />5. Electric power is the rate of use of electric energy over time. Electric power is equal to electric current multiplied by potential difference.<br />6. Capacitors store charge. The capacitance of a capacitor is calculated by dividing the charge of the surface by the potential difference.<br />7. The electric potential energy of a capacitor can be determined from knowing the charge and capacitance or potential difference and capacitance.<br />8. Electric circuits allow current to flow in a loop. An example of an electric circuit is a flashlight. The parts of an electric circuit, such as a battery, resistor, and capacitor, are each represented with a different symbol in an electric circuit diagram.<br />9. The electromotive force (emf) drives the energy in a circuit. An example of an emf source is a battery.<br />10. Energy is conserved in an electric circuit.<br />11. To determine the equivalent resistance for resistors in series, sum the resistances of the resistors. The current in series wiring remains the same throughout the circuit.<br />12. To determine the equivalent resistance for resistors in parallel, the reciprocal of the equivalent resistance is the sum of the reciprocals of the resistances of the resistors. The current in parallel wiring is conserved, but splits and rejoins at junctions in the circuit.<br />13. Mixed circuits have components in series and parallel. The rules for circuits with parallel and series wiring both apply to mixed circuits.<br />14. Capacitors are composed of two parallel plates. To calculate the capacitance of a capacitor, multiply the permittivity constant by the area of the plate, and divide by the distance between the two plates.<br />15. To determine the equivalent capacitance for capacitors in series, the reciprocal of the equivalent capacitance is equal to the sum of the reciprocals of the capacitance of the capacitors. To determine the equivalent capacitance for capacitors in parallel, sum the capacitance of the capacitors."],"objNames":[]}