{"cards":[],"definitions":[],"secText":["  <b>Standards: </b>LAFS.1112.RST.1.3, LAFS.1112.WHST.4.10, MAFS.912.G-MG.1.2, MAFS.912.N-VM.1.3","  <b>Essential Questions: </b>  <b>    <br />  </b>1. How can we use force, pressure, volume, and mass to calculate properties of fluids?<br />2. How can we calculate the pressure due to a liquid on an object?<br />3. How can we understand Earth's atmosphere using pressure?<br />4. How can we determine if an object will sink or float?<br />5. How can we use constant properties in fluids to calculate the velocity and force of a fluid?<br />6. How can we use Bernoulli's principle to calculate properties of fluids?","  <b>Enduring Understandings:</b>  <b>    <br />  </b>1. Liquids, gases, and plasmas are all examples of fluids. Fluids flow and match the shape of their container.<br />2. Pressure is calculated by dividing the force being applied by the area over which the force is applied.<br />3. The density of an object is calculated by dividing the mass of an object by its volume.<br />4. Pressure due to a liquid on an object is caused by the density of the liquid, freefall acceleration, and the height of the liquid above the object.<br />5. The properties of Earth's atmosphere, such as air density, and pressure, change as altitude increases.<br />6. The absolute pressure when submerged under a liquid on Earth can be calculated by summing the pressure due to a liquid and the atmospheric pressure on Earth.<br />7. Surface tension is due to the attraction of atoms and molecules at the surface of a liquid.<br />8. Archimedes' principle states that objects less dense than the fluid they are submerged in float, while objects more dense than the fluid they are submerged in sink.<br />9. Pascal's principle states that the pressure exerted on an object by an enclosed fluid is equal at all points.<br />10. The volume flow rate of a fluid is constant in a closed system.<br />11. Bernoulli's principle states that the pressure, kinetic energy density, and potential energy density are constant in a closed system."],"objNames":[]}